Model: "BaselineASR_f256_k11_s2_pvalid_nlstm256_ndense29"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
the_input (InputLayer)       [(None, 3000, 39)]        0         
_________________________________________________________________
masking (Masking)            (None, 3000, 39)          0         
_________________________________________________________________
conv1 (Conv1D)               (None, 1495, 256)         110080    
_________________________________________________________________
dense1 (TimeDistributed)     (None, 1495, 512)         131584    
_________________________________________________________________
dropout_9 (Dropout)          (None, 1495, 512)         0         
_________________________________________________________________
dense2 (TimeDistributed)     (None, 1495, 512)         262656    
_________________________________________________________________
dropout_10 (Dropout)         (None, 1495, 512)         0         
_________________________________________________________________
dense3 (TimeDistributed)     (None, 1495, 512)         262656    
_________________________________________________________________
dropout_11 (Dropout)         (None, 1495, 512)         0         
_________________________________________________________________
bidirectional (Bidirectional (None, 1495, 512)         1574912   
_________________________________________________________________
the_output (TimeDistributed) (None, 1495, 30)          15390     
=================================================================
Total params: 2,357,278
Trainable params: 2,357,278
Non-trainable params: 0
_________________________________________________________________
