<unk>	0
<s>	0
</s>	0
.	-2.96008
,	-3.37218
▁di	-4.11829
▁dan	-4.30216
▁saya	-4.39323
▁yang	-4.39927
▁dua	-4.42841
nya	-4.83543
▁	-4.91792
▁puluh	-4.93483
▁yg	-4.96437
▁ada	-4.98049
▁aku	-5.04835
▁bisa	-5.05356
▁tiga	-5.05482
▁ke	-5.08966
▁untuk	-5.20419
▁satu	-5.23089
▁ini	-5.25693
an	-5.28028
▁dengan	-5.38275
▁lima	-5.42986
▁si	-5.4625
▁nya	-5.49281
▁mau	-5.50289
▁itu	-5.50365
▁ya	-5.54225
▁dari	-5.54918
▁kita	-5.55519
▁enam	-5.58107
kan	-5.58934
▁a	-5.60237
▁karena	-5.63993
▁sembilan	-5.64574
▁hp	-5.694
▁empat	-5.72356
▁delapan	-5.72925
▁tujuh	-5.75
▁min	-5.75725
i	-5.75924
▁pantai	-5.80931
▁home	-5.81621
▁tidak	-5.81956
▁juga	-5.82706
▁jadi	-5.85266
▁lagi	-5.86392
▁ratus	-5.88312
▁credit	-5.9011
▁ga	-5.90531
▁gak	-5.92943
▁ikutan	-5.953
▁sudah	-5.95772
▁kali	-5.97224
▁s	-5.97707
▁b	-5.98016
▁adalah	-5.99972
▁semoga	-6.00085
▁apa	-6.01981
▁d	-6.02571
▁se	-6.05743
▁buat	-6.08943
in	-6.09575
▁dm	-6.13011
▁belas	-6.13677
▁tapi	-6.14191
▁sama	-6.14611
▁indonesia	-6.14908
▁orang	-6.15191
▁aja	-6.20551
▁kamu	-6.20731
▁kredit	-6.22568
▁jangan	-6.26142
▁yuk	-6.2708
▁akan	-6.27267
▁kalau	-6.27575
▁harus	-6.29839
▁ber	-6.30494
a	-6.30691
▁hari	-6.32334
▁lebih	-6.34727
s	-6.34958
▁dia	-6.35352
▁banyak	-6.35435
k	-6.37189
▁baru	-6.40155
▁ribu	-6.41744
▁kalo	-6.45599
▁udah	-6.45687
▁atau	-6.46074
▁dalam	-6.48547
▁terus	-6.49738
h	-6.50987
t	-6.5213
▁kosong	-6.54204
▁ku	-6.54559
▁banget	-6.55212
▁.	-6.55563
ku	-6.55845
▁ter	-6.56725
▁dapat	-6.58074
▁kalian	-6.58273
n	-6.58537
▁nol	-6.60182
e	-6.60903
▁menjadi	-6.61116
▁semua	-6.61531
▁gunung	-6.62061
▁punya	-6.62311
▁selalu	-6.63639
▁sangat	-6.64776
▁ingin	-6.65932
▁bukan	-6.6725
▁tau	-6.68398
▁tolong	-6.69058
▁korban	-6.69855
▁cek	-6.7254
▁lomba	-6.73324
▁seperti	-6.74939
▁kenapa	-6.75106
▁bayar	-6.75894
▁homecredit	-6.76189
▁dong	-6.76387
▁cicilan	-6.7681
▁masih	-6.78331
▁saja	-6.79118
▁pasti	-6.79218
lah	-6.80908
▁tahun	-6.83055
▁k	-6.83622
▁saat	-6.84475
▁bareng	-6.85221
▁kak	-6.85227
▁beli	-6.85586
▁pernah	-6.86404
▁sy	-6.86514
▁belum	-6.86624
▁sekali	-6.87612
▁seratus	-6.87816
▁menang	-6.87956
▁cara	-6.88263
▁ibu	-6.88732
▁barang	-6.88829
▁jalan	-6.89128
▁makan	-6.89867
▁rumah	-6.92108
▁jawabannya	-6.94576
▁pada	-6.95795
▁kami	-6.96241
▁bulan	-6.97023
▁c	-6.97913
▁biar	-6.98865
▁waktu	-6.99286
▁x	-7.0064
▁me	-7.01406
▁baik	-7.01577
▁bersama	-7.01732
▁tempat	-7.0229
▁hanya	-7.02449
▁pengen	-7.02613
▁lakukan	-7.02826
▁lain	-7.03571
▁sampai	-7.03834
▁kan	-7.03907
▁admin	-7.05637
g	-7.0637
l	-7.06563
▁sebagai	-7.08023
▁nih	-7.0923
▁e	-7.09555
▁tak	-7.11103
▁video	-7.11239
▁malam	-7.1155
▁no	-7.11821
d	-7.11915
▁pake	-7.12152
▁pinjaman	-7.13012
▁anak	-7.1388
▁langsung	-7.14012
▁tanpa	-7.14625
▁karna	-7.14793
▁uang	-7.15096
▁sambil	-7.1557
▁hal	-7.15948
▁bunga	-7.16184
▁gue	-7.16246
▁pas	-7.17382
▁tersebut	-7.17489
▁suka	-7.17678
▁sepuluh	-7.18299
▁m	-7.18827
▁anda	-7.21089
▁tas	-7.21751
▁jika	-7.2382
r	-7.23904
p	-7.24039
▁mereka	-7.24176
▁sih	-7.2459
m	-7.26286
▁hasil	-7.27833
▁sedang	-7.2786
▁kok	-7.2802
▁salah	-7.28078
u	-7.28285
▁hati	-7.29633
▁agar	-7.29705
▁pakai	-7.30205
▁rp	-7.30456
▁keluarga	-7.30529
▁siapa	-7.31567
▁sekarang	-7.31691
▁tp	-7.32627
▁setiap	-7.32675
pun	-7.3282
▁taman	-7.33016
▁teman	-7.33708
▁mungkin	-7.3452
mu	-7.35577
▁lalu	-7.3558
▁bismillah	-7.35673
▁gk	-7.35839
▁sendiri	-7.35936
y	-7.3599
▁padahal	-7.36461
▁tiap	-7.36474
▁handphone	-7.37016
▁gimana	-7.38222
▁yaitu	-7.38819
▁jg	-7.39158
▁bikin	-7.39626
▁baju	-7.40305
ng	-7.41359
▁setelah	-7.41455
▁oleh	-7.41499
▁pemenang	-7.41893
▁tlp	-7.43011
▁meng	-7.43327
▁alasan	-7.43571
▁mantan	-7.44187
▁rambut	-7.44431
▁hci	-7.44639
▁atas	-7.44871
▁men	-7.44912
▁sukses	-7.45001
▁malah	-7.45246
▁ternyata	-7.45641
makin	-7.45996
▁lah	-7.46162
▁pun	-7.4636
▁bu	-7.46724
▁paling	-7.47179
▁jam	-7.47256
▁dulu	-7.47503
▁membuat	-7.47586
▁klo	-7.47838
▁lupa	-7.48034
▁ig	-7.48788
▁foto	-7.49006
▁g	-7.49021
▁main	-7.49194
▁cuma	-7.49214
▁kerja	-7.49294
▁wa	-7.49304
▁lewat	-7.496
▁menurut	-7.49648
▁pantun	-7.50013
▁ambil	-7.50024
▁nanti	-7.50117
▁bagus	-7.51593
▁n	-7.51594
▁sampe	-7.52302
▁t	-7.52429
▁deh	-7.52585
▁selamat	-7.52772
▁udh	-7.52775
▁tentunya	-7.52782
▁menikmati	-7.53191
▁lama	-7.53465
▁jawaban	-7.53496
▁tuh	-7.53615
▁kota	-7.5431
▁guys	-7.54476
▁dapet	-7.54487
▁ikut	-7.54488
ya	-7.55199
▁para	-7.55427
▁hadiah	-7.55449
▁negara	-7.55557
▁masa	-7.56221
b	-7.5664
▁usaha	-7.56668
▁kasih	-7.5698
▁memiliki	-7.57431
▁dgn	-7.57519
▁done	-7.58192
▁pergi	-7.58412
▁samsung	-7.58542
▁laptop	-7.58574
▁celana	-7.59069
▁hantu	-7.59376
▁bagi	-7.59768
▁cantik	-7.6037
▁melihat	-7.60868
▁dana	-7.61591
▁dr	-7.61965
▁butuh	-7.62004
▁cukup	-7.62112
▁lunas	-7.62352
▁p	-7.62735
▁telpon	-7.63676
▁sya	-7.63704
al	-7.64593
▁naik	-7.64933
▁kepada	-7.65201
▁hidup	-7.6556
▁lg	-7.65985
▁giveaway	-7.66208
▁gw	-7.66546
▁mana	-7.66578
▁besar	-7.6679
▁merah	-7.67046
▁tetap	-7.67238
▁pulang	-7.67597
▁mudah	-7.67707
o	-7.67815
▁bagaimana	-7.67821
▁kopi	-7.68089
ri	-7.68149
▁pro	-7.6867
▁berhasil	-7.68713
▁diri	-7.6949
▁ayo	-7.69507
▁dear	-7.69991
▁noda	-7.70032
▁yaa	-7.70185
ah	-7.70629
▁smartphone	-7.70802
▁air	-7.70952
▁pertama	-7.71079
▁diatas	-7.71182
▁telat	-7.71356
▁pengajuan	-7.71659
▁serta	-7.71672
▁per	-7.71681
▁promo	-7.71762
▁serangga	-7.722
▁lihat	-7.72834
▁pocong	-7.73309
ta	-7.73885
▁gratis	-7.74159
▁nomor	-7.74444
▁wanita	-7.74444
▁baca	-7.74444
▁disini	-7.74444
▁pelaku	-7.74795
▁sehingga	-7.75306
▁terkenal	-7.75319
mohon	-7.75392
▁org	-7.75911
▁bawa	-7.76051
▁up	-7.76205
▁trus	-7.76206
▁bali	-7.76375
▁pembayaran	-7.77125
▁maju	-7.77357
▁destinasi	-7.77632
▁telah	-7.77705
▁boleh	-7.79141
▁i	-7.79646
▁mulai	-7.79717
▁tdk	-7.79732
▁pagi	-7.8095
▁aplikasi	-7.81046
▁pisau	-7.81231
▁gambar	-7.81231
kah	-7.81341
▁harga	-7.81378
▁bangsa	-7.81723
▁ka	-7.81965
▁terlihat	-7.8217
▁semangat	-7.82461
▁utk	-7.8277
▁apalagi	-7.8279
▁dp	-7.83126
▁harapan	-7.83325
▁follow	-7.8367
er	-7.83943
▁bilang	-7.84053
▁kerupuk	-7.84964
▁mu	-7.85009
▁coba	-7.85288
▁takut	-7.85346
▁beruntung	-7.856
▁bakal	-7.85964
c	-7.86162
▁bus	-7.8619
▁bgt	-7.86191
▁mendapatkan	-7.86336
▁makin	-7.86542
▁alam	-7.86547
▁liburan	-7.86666
▁kapan	-7.86885
z	-7.86903
▁pastinya	-7.86951
▁disana	-7.87535
▁lari	-7.8892
▁setan	-7.88981
▁angsuran	-7.89503
sa	-7.89508
▁ketemu	-7.89642
▁mem	-7.90147
▁an	-7.90151
▁note	-7.90235
▁cp	-7.90325
▁jt	-7.90718
▁kaya	-7.91256
▁f	-7.91511
▁liat	-7.91522
▁yah	-7.91604
di	-7.91914
▁y	-7.91979
▁xl	-7.92216
▁mengambil	-7.92535
▁depan	-7.92539
▁memang	-7.92909
▁kuburan	-7.93272
xis	-7.93558
▁tinggi	-7.93564
▁iphone	-7.93566
▁jatuh	-7.93912
▁minta	-7.93958
▁h	-7.94147
▁data	-7.943
▁jd	-7.94344
▁caranya	-7.9481
▁tepat	-7.94846
▁cepat	-7.95001
▁membantu	-7.95308
▁masyarakat	-7.95328
▁nah	-7.95335
f	-7.95559
na	-7.9562
▁membawa	-7.95662
▁indah	-7.96643
▁sebelas	-7.9673
▁terima	-7.96756
si	-7.97026
▁jelas	-7.97255
▁melakukan	-7.97442
▁maka	-7.97744
▁blm	-7.97798
▁bener	-7.98068
▁bahwa	-7.98159
▁weekend	-7.98159
▁sana	-7.98577
▁sering	-7.98577
▁keindahan	-7.98796
▁keren	-7.99021
▁kebutuhan	-7.9925
▁dimana	-7.99287
▁hape	-7.99544
▁kecil	-7.99938
▁nggak	-8.00142
▁online	-8.00352
▁jumat	-8.00353
▁datang	-8.0086
▁bermain	-8.01095
▁warna	-8.01474
▁eh	-8.0197
▁selain	-8.02248
▁ko	-8.02593
▁perlu	-8.03028
▁benar	-8.03736
▁masuk	-8.03951
▁horor	-8.04119
la	-8.04407
▁penting	-8.04898
▁ganti	-8.04956
▁emang	-8.05278
▁pekerjaan	-8.05696
▁tangan	-8.05699
▁sdh	-8.05705
▁gitu	-8.06061
ang	-8.06248
▁begitu	-8.0645
▁gua	-8.06541
▁juta	-8.0678
▁seribu	-8.06844
▁pura	-8.07227
▁buah	-8.07595
▁kayak	-8.07895
▁ngga	-8.08288
▁nge	-8.08421
▁murah	-8.08444
▁temen	-8.08475
▁bekas	-8.0852
▁cerita	-8.08716
▁kemerdekaan	-8.08835
▁botol	-8.09239
▁xiaomi	-8.09256
▁lo	-8.09436
aling	-8.09584
▁cari	-8.09632
▁tinggal	-8.09645
▁kue	-8.09735
▁biaya	-8.1007
▁dri	-8.10501
▁bs	-8.10568
w	-8.10724
▁pria	-8.1131
un	-8.11318
ketika	-8.11502
▁hi	-8.1152
▁museum	-8.11722
▁tanjung	-8.12108
▁mencintaimu	-8.12128
▁proses	-8.12138
▁muda	-8.1239
▁lu	-8.12569
▁ni	-8.12844
▁sehari	-8.129
▁kuntilanak	-8.12943
▁nama	-8.13054
▁selama	-8.13189
▁followers	-8.13436
▁sebelum	-8.13836
▁kembali	-8.1427
▁cafe	-8.14634
▁tsel	-8.1464
▁acc	-8.14666
▁kata	-8.14932
▁terbaik	-8.15069
▁amin	-8.1532
▁namanya	-8.15444
▁bank	-8.15616
▁sesuai	-8.15934
▁mata	-8.15968
▁pen	-8.16033
▁hutang	-8.16393
buah	-8.16509
▁jgn	-8.1666
▁katanya	-8.17165
▁krn	-8.17177
▁jasa	-8.17243
▁tolak	-8.17251
▁thre	-8.1766
▁kemudian	-8.17677
▁pencuri	-8.18122
▁hai	-8.18481
▁pemilik	-8.18996
▁beberapa	-8.19007
▁mending	-8.1901
ti	-8.19103
▁awal	-8.19153
▁rasa	-8.1943
▁membeli	-8.19438
▁allah	-8.19569
▁kotak	-8.19631
▁kuy	-8.19828
▁tarik	-8.20341
li	-8.20405
jak	-8.20816
▁tua	-8.21144
ar	-8.21238
▁pintu	-8.21246
▁aamiin	-8.2126
▁tabungan	-8.21339
▁pasir	-8.21492
▁screenshot	-8.21701
▁multiguna	-8.21702
▁info	-8.21877
▁pak	-8.22043
▁pilih	-8.22075
▁transaksi	-8.22621
▁bira	-8.22686
▁jawab	-8.23072
▁tanggal	-8.23137
▁impian	-8.23402
ra	-8.23431
▁mengganggu	-8.23549
▁mengikuti	-8.23549
▁putih	-8.23685
▁suami	-8.23872
▁aman	-8.23908
▁beda	-8.24047
▁kesempatan	-8.24056
▁turun	-8.24066
en	-8.2413
▁meja	-8.24145
bagai	-8.2445
▁mencuri	-8.24485
▁memberikan	-8.24672
▁teror	-8.24789
upaya	-8.24818
▁in	-8.24871
▁ngajuin	-8.24967
▁perusahaan	-8.24976
▁kurang	-8.24993
as	-8.25289
▁tgl	-8.25431
▁tahu	-8.25483
▁utang	-8.255
▁nyaman	-8.25597
▁luck	-8.25849
aa	-8.26312
▁tambang	-8.26386
▁respon	-8.26555
▁pe	-8.26564
▁buka	-8.26655
▁pulsa	-8.26866
▁menggunakan	-8.26872
▁jauh	-8.26956
▁sa	-8.27169
▁soalnya	-8.27216
▁dpt	-8.27607
▁maling	-8.27626
▁kuis	-8.27693
▁menjual	-8.27838
▁luar	-8.27868
▁lainnya	-8.28154
▁suara	-8.28329
▁tengah	-8.28388
▁segala	-8.28832
▁lancar	-8.28837
ing	-8.28923
▁cinta	-8.28981
▁secara	-8.29333
▁seorang	-8.29369
▁seru	-8.29632
▁saku	-8.29703
▁kesehatan	-8.29801
▁lombok	-8.29801
▁ganggu	-8.29821
▁pohon	-8.29833
▁rezeki	-8.29992
▁warga	-8.30303
re	-8.30483
dapat	-8.30821
▁pihak	-8.30875
ni	-8.31011
x	-8.31032
et	-8.31094
▁nonton	-8.31305
▁produk	-8.31374
▁biasa	-8.31516
▁v	-8.3168
▁maaf	-8.31808
▁j	-8.31974
▁syarat	-8.32063
▁nomer	-8.32326
▁nawarin	-8.32338
lu	-8.32422
bahkan	-8.32521
▁kuta	-8.32554
▁dg	-8.32766
ny	-8.32787
▁kunti	-8.32863
▁rb	-8.33024
▁nelpon	-8.33113
▁sepatu	-8.33336
▁panjat	-8.33337
▁kampung	-8.33389
▁rejeki	-8.33554
▁belanja	-8.33852
▁gmn	-8.34056
at	-8.34187
▁masalah	-8.34613
▁tu	-8.34663
▁motor	-8.34918
▁melalui	-8.35421
▁cerdas	-8.3544
▁r	-8.35441
▁kena	-8.35554
▁minuman	-8.35799
▁bukti	-8.35868
▁dunia	-8.35941
▁kedua	-8.35941
▁walau	-8.35953
▁cs	-8.3645
▁sini	-8.36462
▁penawaran	-8.3647
▁labu	-8.36496
▁terimakasih	-8.36497
▁sisirin	-8.36501
▁ny	-8.36715
▁susah	-8.37059
▁konsumen	-8.37259
▁pink	-8.37321
▁balas	-8.37383
▁tanya	-8.37425
▁hilang	-8.37551
▁sehat	-8.37559
▁pembiayaan	-8.37567
▁pemenangnya	-8.37996
▁oppo	-8.38078
▁investasi	-8.38089
▁usah	-8.38267
▁mulu	-8.38517
▁hingga	-8.38629
▁akhirnya	-8.387
▁film	-8.39712
▁donk	-8.398
▁bln	-8.4026
▁kamera	-8.40542
▁ingat	-8.40816
▁re	-8.4118
▁wish	-8.41366
j	-8.41456
de	-8.41716
▁u	-8.41986
▁iya	-8.42018
▁ketiga	-8.42483
▁email	-8.42488
▁bekerja	-8.43047
▁tempo	-8.43047
▁daerah	-8.43121
▁sm	-8.43281
▁tentang	-8.43619
▁ia	-8.43746
ga	-8.43823
▁siap	-8.44121
▁badan	-8.44278
▁mas	-8.44424
▁pencapaian	-8.44762
▁berbeda	-8.44762
▁mampu	-8.44762
▁mengajukan	-8.44765
▁berapa	-8.4482
▁dah	-8.45021
▁dipilih	-8.4534
▁segera	-8.45408
▁tiba	-8.45651
▁belajar	-8.45921
▁berwarna	-8.45921
▁menarik	-8.46556
▁hadiahnya	-8.46721
▁be	-8.46977
le	-8.47004
▁namun	-8.47094
▁jalanjalan	-8.47106
▁apapun	-8.4727
▁mari	-8.47479
▁solusi	-8.47484
▁bola	-8.47526
▁kontrak	-8.47547
▁loh	-8.47854
▁terakhir	-8.48289
▁id	-8.483
▁minggu	-8.48356
▁dll	-8.48495
▁istri	-8.48734
▁menjaga	-8.48884
▁terwujud	-8.4889
ha	-8.48974
▁bersih	-8.48986
am	-8.49421
▁habis	-8.49575
or	-8.49627
▁kk	-8.49645
▁merasakan	-8.49801
▁gb	-8.49938
▁instagram	-8.50087
▁negeri	-8.50089
▁alhamdulillah	-8.50092
▁gini	-8.50108
wa	-8.50401
se	-8.50443
▁to	-8.50511
▁pelanggan	-8.50698
on	-8.50834
▁w	-8.50848
▁sakit	-8.51322
▁bahagia	-8.51324
▁bioskop	-8.51351
▁keluar	-8.51423
▁bapak	-8.51973
▁bawah	-8.52257
▁sunset	-8.52376
▁bromo	-8.52556
▁al	-8.5259
▁so	-8.52707
▁mati	-8.53103
▁o	-8.53114
▁snorkeling	-8.53175
▁sekolah	-8.53176
▁bales	-8.5318
▁ktp	-8.53191
▁bantu	-8.53306
ru	-8.53402
▁bi	-8.53602
▁mah	-8.53683
▁modal	-8.53804
▁jaya	-8.53939
ma	-8.5419
▁pikiran	-8.54699
▁wah	-8.54798
ak	-8.54886
▁duit	-8.54894
▁gerimis	-8.55074
▁vivo	-8.55074
▁kantong	-8.55077
ut	-8.55188
te	-8.55361
▁kebetulan	-8.55715
▁telepon	-8.55717
▁becek	-8.5572
▁su	-8.5576
to	-8.55804
▁malem	-8.55815
▁tentu	-8.56215
▁te	-8.56294
▁pa	-8.56314
▁sopan	-8.56348
▁mempunya	-8.56364
▁pinang	-8.56364
▁penuh	-8.56374
▁daripada	-8.56385
▁ulang	-8.56506
▁tuhan	-8.56575
▁pelakunya	-8.56863
▁nasabah	-8.57009
▁mencari	-8.5701
▁perjuangan	-8.5701
▁diving	-8.5701
▁berenang	-8.57055
▁capture	-8.57097
▁ajak	-8.57274
▁ge	-8.57396
▁pahlawan	-8.57663
▁makanan	-8.57954
▁bang	-8.57988
▁telp	-8.58082
▁perasaan	-8.58173
▁keuangan	-8.58321
▁berlari	-8.58321
ba	-8.58419
▁versi	-8.58836
▁de	-8.59327
▁alat	-8.59755
▁tetapi	-8.59778
▁kiri	-8.59996
ll	-8.60078
suatu	-8.60091
▁rakyat	-8.60213
▁wisata	-8.60311
▁resolusi	-8.60321
▁nyicil	-8.60322
▁mendung	-8.60323
▁berjalan	-8.60346
▁jawa	-8.60504
▁melanjutkannya	-8.60685
▁na	-8.60892
▁berada	-8.61045
▁ra	-8.61257
▁ng	-8.61355
ka	-8.61947
ter	-8.62071
▁ri	-8.62134
▁akhir	-8.62274
▁customer	-8.62362
▁merdeka	-8.62409
▁cowok	-8.62444
v	-8.62463
▁siang	-8.62656
▁jakarta	-8.63052
▁kawan	-8.63109
▁bagian	-8.63403
▁the	-8.63688
▁happy	-8.63746
▁lipat	-8.63746
▁mendaki	-8.63746
▁berharap	-8.63762
▁ringan	-8.63768
▁akun	-8.6378
▁pulau	-8.63808
▁ditolak	-8.63821
us	-8.63869
▁trs	-8.63907
▁laut	-8.63967
▁biasanya	-8.64147
ngan	-8.64509
▁ad	-8.64556
▁mobil	-8.6515
▁badai	-8.65153
▁sedangkan	-8.65216
▁xi	-8.65754
▁dekat	-8.65862
▁tercinta	-8.65895
▁kantor	-8.65912
▁pelayanan	-8.65919
▁perlombaan	-8.6593
▁cewek	-8.65985
▁merasa	-8.6624
▁merobek	-8.66574
▁enak	-8.66607
▁amanah	-8.66642
▁gaes	-8.66665
▁kira	-8.66813
▁telfon	-8.67064
▁peng	-8.67089
▁pencurinya	-8.67148
▁mimin	-8.67298
▁line	-8.67429
▁kirim	-8.67593
mah	-8.67687
▁sayang	-8.67912
▁isi	-8.67976
▁genangan	-8.68018
▁sore	-8.68087
ed	-8.68188
▁jual	-8.68279
▁kenal	-8.68328
da	-8.68503
▁dapetin	-8.68742
▁duduk	-8.68783
▁kanan	-8.68907
▁tambah	-8.68968
ik	-8.69161
um	-8.69453
▁sebelah	-8.69491
▁komitmen	-8.69578
▁terganggu	-8.70223
▁panjang	-8.70228
uruh	-8.70246
ir	-8.70428
▁hehe	-8.70862
is	-8.70892
ran	-8.70955
▁pemandangan	-8.70969
▁menelpon	-8.7097
▁silahkan	-8.7098
▁dimasuk	-8.71017
▁jdi	-8.71707
▁bunganya	-8.71712
▁daftar	-8.72079
▁la	-8.72103
ja	-8.72418
▁percaya	-8.72433
▁merupak	-8.7248
mi	-8.72496
▁tenang	-8.72499
▁bls	-8.72539
▁berkali	-8.72544
ca	-8.72557
▁fa	-8.72751
▁tangga	-8.72813
st	-8.7282
▁minum	-8.73104
▁toko	-8.7312
▁bisnis	-8.73242
▁kesana	-8.73263
▁balap	-8.73264
▁meny	-8.73573
▁kunjungi	-8.73608
▁terutama	-8.74011
▁menit	-8.74088
▁dipantai	-8.74226
pura	-8.746
▁senang	-8.74864
it	-8.7499
▁kartu	-8.75571
▁marketing	-8.75582
▁sales	-8.75609
akan	-8.75787
▁hallo	-8.76025
▁kemungkinan	-8.76355
▁memilih	-8.76355
▁untung	-8.76361
▁sistem	-8.76367
▁seluruh	-8.76443
ong	-8.76535
▁pula	-8.76625
▁ma	-8.76705
▁z	-8.77034
▁halo	-8.77185
▁sosial	-8.77199
▁puncak	-8.77204
▁amat	-8.77638
▁gedung	-8.77949
▁btw	-8.7795
▁ngutang	-8.77952
▁kecewa	-8.77959
▁sibuk	-8.77988
▁keinginan	-8.77988
▁bebas	-8.78063
es	-8.78086
▁mi	-8.78324
▁via	-8.78343
asi	-8.78522
ul	-8.78669
▁kegiatan	-8.7877
▁free	-8.78779
▁mahal	-8.78851
▁tumpahan	-8.79028
▁pinjam	-8.79049
▁ide	-8.79381
▁sengaja	-8.79568
▁menawarkan	-8.79582
▁karung	-8.79594
▁sahabat	-8.79638
pe	-8.79721
▁tagihan	-8.79765
dar	-8.79811
▁malingnya	-8.80092
tan	-8.80107
moga	-8.8023
▁ribet	-8.80388
▁media	-8.80401
▁terjadi	-8.80415
▁lampu	-8.80427
▁moment	-8.80511
▁solusinya	-8.815
pa	-8.81543
▁demi	-8.81914
▁sampah	-8.82051
ju	-8.82056
ad	-8.8209
▁gunakan	-8.82415
lo	-8.82445
▁rasanya	-8.82704
▁adil	-8.82922
▁semuanya	-8.83403
▁co	-8.83767
▁antara	-8.83875
▁yakin	-8.84137
▁kelapa	-8.84591
▁hobi	-8.84632
▁macam	-8.84647
aaa	-8.84652
▁bis	-8.84826
▁sesuatu	-8.84892
ke	-8.85011
hi	-8.85412
▁bersyukur	-8.85452
▁permainan	-8.85452
▁terpilih	-8.85452
▁kucing	-8.85453
▁perbedaan	-8.85462
▁terlalu	-8.8547
hampir	-8.85511
▁siapapun	-8.85761
▁setia	-8.8628
▁rusak	-8.86383
gi	-8.86607
▁km	-8.86681
ai	-8.86759
▁terdekat	-8.87199
▁pendidikan	-8.87199
▁fotofoto	-8.87234
▁besok	-8.87242
▁postingan	-8.8736
▁l	-8.87409
san	-8.87562
bu	-8.87619
▁prn	-8.87756
gong	-8.87909
▁knp	-8.87914
▁kaki	-8.87921
ko	-8.88024
▁my	-8.88144
▁kedalam	-8.88158
▁mantap	-8.88207
▁salam	-8.88216
▁indahnya	-8.88291
▁niat	-8.88296
▁blum	-8.88977
▁mbak	-8.89149
me	-8.89195
▁jualan	-8.89649
▁transfer	-8.89878
▁mencurigakan	-8.89878
▁tuyul	-8.89885
▁riba	-8.89904
▁rate	-8.89905
▁balik	-8.90464
ch	-8.90613
▁mengabadikan	-8.90787
▁share	-8.90787
▁kemarin	-8.90807
hh	-8.90914
▁st	-8.91382
aldo	-8.91387
▁doa	-8.91535
▁dahulu	-8.91704
▁miliar	-8.91704
▁tetep	-8.91704
▁bandung	-8.91746
▁bolong	-8.91765
▁pengumuman	-8.91823
▁utama	-8.91927
▁masak	-8.92194
▁ah	-8.92285
▁memaka	-8.92506
▁kehidupan	-8.9263
▁kuliner	-8.9263
▁mo	-8.92651
▁ikan	-8.9266
▁tadi	-8.92783
du	-8.92848
▁berpura	-8.9285
▁le	-8.92901
▁gaji	-8.93276
▁berat	-8.93319
▁lengkap	-8.93422
▁anya	-8.93424
▁contact	-8.93565
▁iklan	-8.93565
▁menunggu	-8.93571
▁gila	-8.93698
▁diberikan	-8.93747
ur	-8.9381
▁nilai	-8.93819
▁parah	-8.94059
▁sms	-8.94137
▁memberi	-8.94329
ro	-8.94382
▁cm	-8.94529
▁atm	-8.94641
▁es	-8.94712
▁nanya	-8.94739
bi	-8.95304
▁sedikit	-8.95461
▁mengadakan	-8.95461
▁tidur	-8.95461
▁and	-8.95466
▁tanah	-8.95473
▁berdiri	-8.95522
▁nagih	-8.95608
▁pilihan	-8.95639
▁celananya	-8.95702
▁seke	-8.96063
▁sang	-8.9607
▁jaman	-8.96157
▁wkwk	-8.96192
▁ditelpon	-8.96202
▁sebelumnya	-8.96307
▁li	-8.9639
▁berusaha	-8.96422
▁kapok	-8.96426
▁mengajak	-8.96433
▁anakanak	-8.9644
▁go	-8.96715
▁uda	-8.96751
▁curian	-8.96836
ok	-8.96936
▁saudara	-8.97393
▁abis	-8.97405
▁nunggu	-8.97419
▁lapangan	-8.97436
▁gatau	-8.97548
▁sekitar	-8.97558
▁memper	-8.9774
ana	-8.98112
▁bersejarah	-8.98373
▁hemat	-8.98376
▁pemimpin	-8.98377
▁ngambil	-8.98415
▁yukk	-8.98424
▁gede	-8.9852
ki	-8.98966
▁cuman	-8.99028
ap	-8.99067
▁kek	-8.99118
▁sadar	-8.99206
▁berkembang	-8.99364
▁suasana	-8.99364
▁kerumah	-8.99364
▁bingung	-8.99364
ee	-8.99368
▁call	-8.99369
▁mawar	-8.9937
▁khusus	-8.99389
ol	-8.99484
▁doang	-8.99524
▁tujuan	-8.99604
▁sekalian	-8.99633
▁ja	-8.99655
tu	-8.99706
do	-8.99759
▁yaaa	-8.9981
▁berkah	-8.99965
▁makanya	-9.00004
uu	-9.00161
▁kuat	-9.00222
▁convert	-9.00364
▁menyenangkan	-9.00364
▁pengeluaran	-9.00364
▁menenangkan	-9.00364
▁damai	-9.00364
▁belakang	-9.0052
▁pdh	-9.00533
▁ombak	-9.00575
▁com	-9.00599
el	-9.01291
▁manusia	-9.01367
▁sejarah	-9.01374
▁kadang	-9.01627
▁as	-9.01676
▁tri	-9.01734
▁komen	-9.01786
▁bro	-9.02394
▁tunggu	-9.02402
▁give	-9.0242
im	-9.02462
▁aktif	-9.0249
▁kalah	-9.02793
▁lanjut	-9.02967
▁momen	-9.0329
▁membutuhkan	-9.03425
▁mencapai	-9.03425
▁tukang	-9.03448
tik	-9.03713
▁digunakan	-9.03736
ce	-9.03816
▁hasilnya	-9.03889
▁lho	-9.04072
▁yu	-9.04198
▁menu	-9.04243
ber	-9.04256
▁elektronik	-9.04467
▁menjawab	-9.04467
▁tenor	-9.0447
▁dimakan	-9.0448
▁desa	-9.04541
▁dibawa	-9.04553
su	-9.04818
▁kedepannya	-9.04892
▁alasannya	-9.05305
▁meski	-9.0552
▁ngajak	-9.05546
▁selesai	-9.05563
▁jiwa	-9.05587
▁dibawah	-9.05671
▁aneh	-9.05721
▁mewujudkan	-9.05768
oo	-9.0585
▁pasar	-9.05992
ss	-9.06128
lan	-9.06132
ps	-9.06231
fi	-9.06294
▁engga	-9.06411
▁oke	-9.06418
▁gara	-9.06534
▁kuliah	-9.06583
▁gagal	-9.06596
▁informasi	-9.06596
▁konfirmasi	-9.06598
▁laki	-9.06603
▁fast	-9.06609
▁selfie	-9.06662
▁th	-9.06955
iii	-9.07259
▁hubungi	-9.07518
▁brp	-9.07573
▁cai	-9.07589
▁flexifast	-9.07658
▁berarti	-9.07692
▁terlebih	-9.07696
ii	-9.07791
msh	-9.07958
▁mengena	-9.08064
▁da	-9.08075
▁pacar	-9.08504
uk	-9.08508
▁datangi	-9.08528
▁horror	-9.08745
▁sungguh	-9.08745
▁diteror	-9.08746
▁kejadian	-9.08746
▁udara	-9.08784
▁denda	-9.08961
atur	-9.09034
bo	-9.09155
▁soal	-9.09184
▁muka	-9.09185
ek	-9.09397
▁nga	-9.09792
▁penghasilan	-9.09844
▁tsb	-9.09853
▁kancing	-9.09855
▁cocok	-9.09856
▁super	-9.09857
▁mandiri	-9.09872
▁wajib	-9.09873
▁dikejar	-9.09983
▁dapatkan	-9.10081
mp	-9.10532
kin	-9.10577
▁dilihat	-9.10617
ji	-9.1094
▁please	-9.10955
▁positif	-9.10955
▁jujur	-9.10956
▁acara	-9.11059
▁kah	-9.11514
ung	-9.11556
▁jaga	-9.11577
po	-9.12009
megang	-9.12067
▁tkp	-9.1208
▁giliran	-9.12084
▁skrg	-9.12086
▁minat	-9.12142
▁away	-9.1219
▁raya	-9.12247
▁agustus	-9.12688
▁hpnya	-9.12711
uju	-9.12718
▁on	-9.12745
▁kehilangan	-9.13215
▁pribadi	-9.13215
▁ojk	-9.13215
▁pusat	-9.13215
▁keperluan	-9.13216
▁plus	-9.13216
▁lakuin	-9.13358
no	-9.13584
▁angkat	-9.13693
nt	-9.14143
▁janji	-9.14365
▁hitam	-9.1437
▁matahari	-9.14388
▁tv	-9.14458
▁jari	-9.14723
▁adanya	-9.15092
▁itulah	-9.15135
ling	-9.15266
▁hc	-9.15347
▁ketupat	-9.15528
▁pelunasan	-9.15528
▁seseorang	-9.15528
▁pusing	-9.15528
▁timur	-9.15535
▁nikah	-9.15711
▁berikan	-9.15759
▁buruan	-9.15936
ge	-9.1594
▁bulu	-9.16273
▁tisu	-9.16715
▁asli	-9.16738
▁antar	-9.1674
▁dlm	-9.16754
▁etika	-9.16775
▁berhenti	-9.16778
▁kl	-9.16797
▁cicil	-9.16805
▁you	-9.17093
▁ne	-9.17159
▁mel	-9.17373
▁penipu	-9.17376
▁mb	-9.17443
▁berselancar	-9.17894
▁menabrak	-9.17894
▁karyawan	-9.17901
▁layak	-9.18278
▁sisa	-9.18431
eng	-9.18718
▁gigi	-9.18955
▁berpetualang	-9.191
▁penjual	-9.19103
▁sobat	-9.19124
▁sebenarnya	-9.19133
▁makasih	-9.19158
▁bersatu	-9.19169
▁wajah	-9.19651
kk	-9.19662
il	-9.19697
▁gmna	-9.19836
bur	-9.19885
▁sma	-9.20113
bel	-9.20247
▁menabung	-9.20319
▁ovo	-9.20319
▁berkunjung	-9.20319
▁diskon	-9.2032
▁ajukan	-9.20321
▁mall	-9.2045
▁malu	-9.20505
▁dilakukan	-9.20564
bar	-9.20624
▁cair	-9.20676
tor	-9.21023
em	-9.21027
man	-9.21236
▁kau	-9.21353
▁aj	-9.21356
▁guna	-9.21378
▁tissu	-9.21416
▁jogging	-9.21553
▁sunrise	-9.21553
▁imlek	-9.21555
▁nyesel	-9.21555
▁berbagi	-9.21623
▁manis	-9.21667
hhh	-9.21794
samsung	-9.22065
▁pasirnya	-9.22486
▁mendapat	-9.22577
▁all	-9.2269
gung	-9.22713
ci	-9.22762
▁generasi	-9.22803
▁angpao	-9.22803
▁tepung	-9.22803
▁gampang	-9.22807
▁pengalaman	-9.22836
▁didalam	-9.23083
▁wrn	-9.2318
▁segar	-9.2328
▁pikir	-9.2364
▁tpi	-9.2372
▁ombaknya	-9.23804
▁arah	-9.23861
pan	-9.23917
▁lumayan	-9.24069
▁posisi	-9.24076
▁bri	-9.24079
▁cuci	-9.24112
▁keluhan	-9.24131
▁pemuda	-9.24204
▁mama	-9.24278
▁catat	-9.24315
▁mimpi	-9.24347
▁paku	-9.24564
▁ala	-9.24699
▁situ	-9.25077
▁ketentuan	-9.25351
▁rekening	-9.25352
▁semur	-9.25362
isi	-9.25372
▁komplek	-9.25386
▁batu	-9.25389
▁lingkungan	-9.25395
▁berjuang	-9.25395
▁cita	-9.25508
▁fat	-9.25554
▁mauu	-9.25921
▁pokoknya	-9.25981
go	-9.26194
▁kerjaan	-9.26307
▁telponin	-9.26499
▁ta	-9.265
▁perhatian	-9.2665
▁menyentuh	-9.2665
▁nabung	-9.2665
▁nampak	-9.2665
▁helm	-9.2665
▁dirumah	-9.26651
▁kawat	-9.26655
▁kenangan	-9.26697
▁penagihan	-9.27229
pink	-9.27292
saat	-9.27326
▁ama	-9.27417
eramai	-9.27509
▁bo	-9.27708
▁mencintai	-9.27902
uy	-9.27923
wan	-9.27958
▁korupsi	-9.27966
▁tercapai	-9.27966
▁disitu	-9.27968
▁rendang	-9.27972
▁angin	-9.27977
▁tuhh	-9.27981
▁kyak	-9.28004
rlewatkan	-9.2801
▁bermanfaat	-9.2801
▁nginap	-9.28028
▁bca	-9.28402
▁krna	-9.28412
▁adik	-9.28707
▁buku	-9.28865
nn	-9.2887
lang	-9.28952
▁kontak	-9.29299
▁telkomsel	-9.29299
▁menghilang	-9.29303
▁membayar	-9.29307
▁like	-9.29322
▁kemana	-9.29367
▁agak	-9.29428
▁ujung	-9.29474
▁keras	-9.29479
tika	-9.29483
▁sunsetnya	-9.29678
▁is	-9.29857
halus	-9.29918
▁ti	-9.29945
▁mer	-9.30009
co	-9.30122
▁memasuk	-9.30136
pi	-9.30246
▁begini	-9.3065
▁merinding	-9.3065
▁bgus	-9.30651
▁dijamin	-9.30653
▁opor	-9.3066
▁segitiga	-9.30666
▁terasa	-9.30668
▁entah	-9.30681
▁mengapa	-9.30711
ban	-9.30739
▁asal	-9.30943
▁ngomong	-9.31196
▁pem	-9.31363
▁bila	-9.31558
id	-9.31609
▁putihnya	-9.31618
▁bulukumba	-9.3202
▁penjahat	-9.3202
▁menelepon	-9.32021
▁terpercaya	-9.32043
▁kesukaanku	-9.32063
▁prg	-9.32132
▁bau	-9.32137
▁it	-9.32263
▁gulai	-9.32307
▁presiden	-9.32597
▁bni	-9.32732
▁kakak	-9.32768
ay	-9.32845
▁daya	-9.32943
uh	-9.33309
za	-9.33314
▁tertarik	-9.33409
▁referensi	-9.33413
kuat	-9.33472
▁ngak	-9.33587
▁thn	-9.33593
▁dng	-9.33778
ngettt	-9.33871
▁dikasih	-9.34082
dis	-9.34216
▁order	-9.34292
tiba	-9.34517
▁ci	-9.34734
▁slide	-9.34818
▁terbaru	-9.34818
▁menambah	-9.34819
▁persatuan	-9.34894
▁tl	-9.3519
▁sate	-9.35517
▁medan	-9.35521
▁wi	-9.35886
lias	-9.3593
ih	-9.36144
be	-9.36174
▁berlibur	-9.36246
▁otak	-9.36246
▁selanjutnya	-9.36298
▁sedih	-9.36301
▁urusan	-9.36955
ly	-9.37012
mo	-9.37041
▁sendirian	-9.3717
▁diper	-9.37308
sih	-9.37391
hari	-9.37546
▁memulai	-9.37695
▁menghargai	-9.37695
▁screenshoot	-9.37696
▁kasus	-9.37696
▁sekaligus	-9.37696
▁penari	-9.37696
▁sumpah	-9.37699
▁barat	-9.37707
▁serem	-9.37776
▁terbang	-9.37781
▁kamar	-9.37831
▁logo	-9.37856
▁melanjutkan	-9.38387
▁bos	-9.38458
▁ro	-9.39112
▁memeriahkan	-9.39166
▁merayakan	-9.39166
▁good	-9.39166
▁mencoba	-9.39166
▁tetangga	-9.39166
▁dilarang	-9.39166
▁tubuh	-9.3917
▁budaya	-9.39177
fa	-9.39335
kar	-9.39498
bat	-9.39759
▁nelponin	-9.39823
▁oh	-9.39896
▁tr	-9.39959
▁nenek	-9.40516
▁nasional	-9.40657
▁bertambah	-9.40659
▁gadget	-9.40659
▁senyum	-9.40659
▁belom	-9.40661
▁santai	-9.40667
▁tanda	-9.40694
▁hukum	-9.4072
rah	-9.40743
▁sebab	-9.40746
rat	-9.40824
tt	-9.40869
▁he	-9.40885
▁dijual	-9.4095
▁garam	-9.41032
▁ru	-9.41041
uuu	-9.41367
▁pinjem	-9.41627
▁tasnya	-9.4177
ati	-9.41861
▁sh	-9.42044
▁meninggal	-9.42174
▁menerus	-9.42177
▁area	-9.42218
▁burung	-9.42246
▁padang	-9.4247
▁jawabanya	-9.4253
masuk	-9.42789
dengar	-9.42907
▁misal	-9.42914
▁menurutku	-9.43156
▁terkena	-9.43276
▁tumpah	-9.43342
lam	-9.43389
▁favorit	-9.43572
▁temanteman	-9.43617
▁aktivitas	-9.43712
▁meningkat	-9.43712
▁dibilang	-9.43713
▁emak	-9.4374
▁kepala	-9.43746
▁anjing	-9.43768
▁mengisi	-9.43808
▁maksa	-9.43816
▁galaxy	-9.43847
▁join	-9.4385
▁sejahtera	-9.43871
▁bentuk	-9.43892
▁buruk	-9.43898
gan	-9.4475
han	-9.44798
ram	-9.44825
▁toilet	-9.45275
▁ditemukan	-9.45275
▁wilayah	-9.45285
▁seharihari	-9.45307
▁ngobrol	-9.45363
▁uangnya	-9.45364
▁mesin	-9.45369
▁buru	-9.45463
▁berani	-9.45471
yy	-9.45555
▁sd	-9.45674
ali	-9.4629
ring	-9.46675
▁cewe	-9.46694
▁rt	-9.46739
gu	-9.46743
set	-9.46784
▁ch	-9.46794
▁pidato	-9.46862
▁terhadap	-9.46862
▁zaman	-9.46862
▁link	-9.4687
▁potongan	-9.46874
▁diambil	-9.46901
▁nice	-9.46908
▁tunai	-9.46931
▁penat	-9.46955
▁beban	-9.47044
aan	-9.47109
▁pencurian	-9.47121
ngasih	-9.47589
▁persyaratan	-9.47661
▁masukin	-9.47816
mb	-9.48053
ara	-9.48059
▁woy	-9.48366
▁hoax	-9.48475
▁pancong	-9.48475
▁tokopedia	-9.48493
▁lagu	-9.48538
▁asik	-9.48564
▁klik	-9.48606
▁marah	-9.48659
▁dibelakang	-9.48931
▁sp	-9.48953
▁mba	-9.48991
▁kon	-9.49067
▁pokok	-9.49332
▁nye	-9.49536
▁libur	-9.49597
▁kabar	-9.49626
yz	-9.49707
rasa	-9.49762
▁for	-9.49773
▁sepi	-9.50028
▁memenuhi	-9.50114
▁pariwisata	-9.50114
▁pinggir	-9.50114
▁kasar	-9.50116
▁asyik	-9.5017
▁limit	-9.50211
▁bangga	-9.50264
▁ss	-9.50309
▁batas	-9.50472
ercak	-9.50486
▁pasangan	-9.50515
▁chat	-9.50523
vi	-9.50715
▁disuru	-9.51155
men	-9.51241
▁rencana	-9.51376
▁po	-9.51377
▁saran	-9.51466
▁pu	-9.51469
▁kece	-9.51533
las	-9.51602
▁dompet	-9.51781
▁ekonomi	-9.51781
▁flexi	-9.51781
▁jahat	-9.51782
▁nambah	-9.51787
▁lilin	-9.51788
▁jarang	-9.5179
▁program	-9.51793
▁dingin	-9.51814
▁masing	-9.51883
▁multi	-9.51891
▁usia	-9.51902
▁bahan	-9.51906
▁bantuan	-9.52463
▁hahaha	-9.52464
▁paket	-9.52477
ks	-9.52613
▁ar	-9.52725
dak	-9.52775
▁pesan	-9.52945
▁pi	-9.53146
annya	-9.53188
▁api	-9.53444
▁internet	-9.53476
▁mendukung	-9.53476
▁olahraga	-9.53476
▁kafe	-9.53493
▁payung	-9.53524
▁pemerintah	-9.53546
▁betul	-9.53617
▁je	-9.53913
so	-9.54199
uan	-9.54211
tau	-9.54571
▁ho	-9.54695
hu	-9.54712
▁ki	-9.54967
▁nyata	-9.54979
▁satunya	-9.55123
▁ciptaan	-9.552
▁kualitas	-9.552
▁wajar	-9.552
▁kesini	-9.55201
▁dinding	-9.55203
▁hub	-9.55212
ris	-9.55229
▁lengan	-9.55234
▁berlaku	-9.55258
▁hatihati	-9.55259
▁tangannya	-9.55286
▁luas	-9.5531
▁milik	-9.55513
▁rame	-9.55916
▁misalnya	-9.56108
▁hr	-9.56139
nda	-9.56644
▁curiannya	-9.56651
▁ditanya	-9.56651
▁miliki	-9.56669
ck	-9.56695
▁by	-9.56747
▁ha	-9.56748
▁ok	-9.56878
▁dedemit	-9.56954
▁pertanyaan	-9.56954
▁perjalanan	-9.56954
▁trusted	-9.56955
▁berdoa	-9.56955
▁musik	-9.56955
▁melayani	-9.56955
▁april	-9.56955
▁membangun	-9.56962
▁cowo	-9.56978
▁berdua	-9.56979
▁muncul	-9.57014
▁bakar	-9.57168
▁pos	-9.57215
▁ramai	-9.57224
nta	-9.57243
▁man	-9.57256
ampur	-9.5732
▁haha	-9.57387
▁tlpn	-9.57491
jam	-9.57647
tukar	-9.57695
▁lgi	-9.57708
hal	-9.57715
sss	-9.57716
▁pan	-9.57824
▁penjelasan	-9.57913
▁sepertinya	-9.57934
▁om	-9.57985
bang	-9.5822
▁lapor	-9.58356
ding	-9.58417
rt	-9.58426
▁kliwon	-9.5874
▁peralatan	-9.5874
▁tantangan	-9.5874
▁fokus	-9.5874
▁dasar	-9.5874
▁seneng	-9.58741
▁fasilitas	-9.58741
▁stop	-9.58787
▁makmur	-9.58828
▁sulit	-9.58828
▁red	-9.58912
▁top	-9.59588
bl	-9.60048
▁berupa	-9.601
▁hut	-9.60149
▁awalnya	-9.60177
▁dikit	-9.6033
▁nur	-9.60336
▁ceritanya	-9.60534
▁jodoh	-9.60558
▁ditambah	-9.60559
▁inget	-9.60559
▁robek	-9.60564
▁mahasiswa	-9.6057
▁lucu	-9.60576
▁payah	-9.60586
▁senja	-9.60604
▁kyk	-9.60618
▁slalu	-9.60626
▁canggih	-9.60634
▁sebulan	-9.60644
▁rajin	-9.60675
▁komentar	-9.60737
orang	-9.60744
apa	-9.60827
nd	-9.60828
wi	-9.60929
▁tugas	-9.60936
eee	-9.60973
▁hutan	-9.60974
▁real	-9.61039
teman	-9.61251
ne	-9.61325
▁memasukan	-9.61369
▁hak	-9.61429
▁pr	-9.61443
▁klu	-9.61478
rus	-9.61569
▁lokasi	-9.61593
tr	-9.61656
yang	-9.61842
▁menye	-9.61861
dit	-9.61861
bagian	-9.61957
▁genderuwo	-9.6241
▁hobby	-9.6241
▁kondisi	-9.6241
▁sementara	-9.6241
▁terpecaya	-9.6241
▁pemudi	-9.6241
▁tajam	-9.6242
▁mitra	-9.62422
▁layanan	-9.62456
▁whatsapp	-9.62459
▁alamat	-9.6257
▁kepantai	-9.62608
▁syukur	-9.62612
▁ayah	-9.62632
▁menjadikan	-9.62651
rak	-9.62775
▁artinya	-9.62819
▁tuk	-9.62908
ani	-9.62948
▁smpe	-9.63072
▁ak	-9.63123
▁gu	-9.63146
www	-9.63269
▁harapanku	-9.63271
rr	-9.63441
▁putus	-9.63442
▁kuisnya	-9.63625
▁ce	-9.63975
dang	-9.64002
up	-9.64019
▁nelfon	-9.64074
aaaa	-9.64118
▁kta	-9.64162
▁lunasin	-9.6417
▁perempuan	-9.64297
▁target	-9.64297
▁kenyataan	-9.64297
▁berseri	-9.64297
▁kayaknya	-9.64314
▁cepet	-9.64318
▁best	-9.64352
▁sederhana	-9.64361
▁jumlah	-9.6439
▁tissue	-9.64508
▁lahir	-9.64635
▁suku	-9.64726
▁nikmat	-9.64971
▁seram	-9.65274
ting	-9.65456
▁nikmati	-9.65693
nti	-9.65824
▁diberi	-9.6586
▁mikir	-9.65998
▁ditlp	-9.66174
▁asuransi	-9.6622
▁menghubungi	-9.6622
▁rehat	-9.6622
▁membuka	-9.66229
▁unik	-9.66234
▁semarang	-9.66257
je	-9.66287
▁kado	-9.66299
▁full	-9.663
os	-9.66327
▁ane	-9.66377
▁tawaran	-9.66403
▁byr	-9.66417
▁time	-9.66491
bila	-9.66548
kali	-9.66588
▁mar	-9.66672
▁dibayar	-9.6668
▁laptopnya	-9.66767
▁ditengah	-9.66795
▁dlu	-9.67149
▁nantinya	-9.67333
▁kedepan	-9.67337
he	-9.67426
▁tambahan	-9.67588
ia	-9.67742
▁jajan	-9.67775
mana	-9.68041
▁waktunya	-9.68041
▁event	-9.68181
▁lingkaran	-9.68181
▁nunggak	-9.68181
▁surabaya	-9.68181
▁hijau	-9.68181
▁sepeda	-9.68181
▁umur	-9.68182
▁listrik	-9.68182
▁kesatuan	-9.68183
▁move	-9.6819
▁bdn	-9.68207
▁tersangka	-9.68216
▁ehh	-9.6825
▁kemaren	-9.68281
▁benda	-9.68286
▁tali	-9.68293
▁pegang	-9.68307
▁say	-9.68364
pu	-9.68379
▁putri	-9.68431
▁seakan	-9.68814
ooo	-9.6918
▁nyari	-9.69346
▁berikut	-9.69442
▁do	-9.69449
▁menj	-9.69513
jadikan	-9.69557
▁umum	-9.69566
▁nlp	-9.70012
▁kutu	-9.70032
▁bendera	-9.70181
▁perbelanjaan	-9.70181
▁tariktarik	-9.70181
▁kelahiran	-9.70181
▁ilmu	-9.70182
▁santun	-9.70182
▁berubah	-9.70183
▁bertemu	-9.70211
▁mandi	-9.70294
▁mr	-9.70633
▁br	-9.7096
ina	-9.7113
▁ketan	-9.7114
▁bsa	-9.71263
▁kuduk	-9.71283
▁hubungan	-9.71407
▁mn	-9.71435
▁bumi	-9.71637
ab	-9.7193
▁menyimpan	-9.72222
▁tertawa	-9.72222
▁kepercayaan	-9.72222
▁dicuri	-9.72226
▁mantul	-9.72227
▁hebat	-9.72233
▁disaku	-9.72238
▁new	-9.72372
▁inginkan	-9.72441
▁ac	-9.72458
▁jaminan	-9.72483
dan	-9.72764
ayaan	-9.72795
▁abang	-9.72834
▁hehehe	-9.72849
▁dn	-9.7285
ahkan	-9.72918
▁vi	-9.72999
ns	-9.73328
▁https	-9.7333
▁ap	-9.73401
▁doi	-9.7388
▁bangun	-9.73969
iaomi	-9.74227
▁youtube	-9.7423
▁gebetan	-9.74305
▁jendela	-9.74305
▁terlambat	-9.74305
▁mengunjungi	-9.74305
▁kebahagiaan	-9.74305
▁kisah	-9.74305
▁bulat	-9.74307
▁keliatan	-9.74307
▁tanggung	-9.74308
▁membaca	-9.7431
▁kaga	-9.74319
▁memanfaatkan	-9.74319
▁berpikir	-9.74335
▁dh	-9.74339
▁telemarketing	-9.74345
▁emas	-9.74361
▁biru	-9.74375
▁sempat	-9.74378
▁sesama	-9.74393
▁menyedi	-9.7445
▁ditawarin	-9.74508
▁seolah	-9.7451
cak	-9.74528
▁mengu	-9.74655
▁xx	-9.74664
▁ialah	-9.74722
▁beri	-9.74799
▁kumpul	-9.75025
oro	-9.75234
▁wow	-9.7538
▁rek	-9.75471
mba	-9.75507
tahun	-9.75511
awan	-9.75521
ver	-9.75566
rasi	-9.75681
▁harimau	-9.75698
▁maksud	-9.75715
▁harap	-9.75728
▁persen	-9.75936
kit	-9.75954
dy	-9.76041
▁paham	-9.76124
▁awan	-9.76162
▁berminat	-9.76433
▁dipakai	-9.76433
▁penerus	-9.76433
▁pecah	-9.76433
▁eror	-9.76434
▁tiada	-9.7644
▁lompat	-9.76442
▁karana	-9.76447
▁menghabis	-9.76459
▁angka	-9.76472
▁ntar	-9.76472
▁intinya	-9.76587
▁galau	-9.766
▁pke	-9.76627
▁nak	-9.7665
▁nik	-9.76666
▁we	-9.76713
▁sk	-9.76813
lh	-9.76957
▁ck	-9.77086
tur	-9.77104
▁masukan	-9.77177
▁fb	-9.77217
▁tim	-9.77338
ttp	-9.77432
om	-9.77612
▁koin	-9.77789
▁promosi	-9.7787
▁tindak	-9.78084
▁nan	-9.78296
baju	-9.78481
▁hujan	-9.78606
▁jilbab	-9.78606
▁memudahkan	-9.78607
▁story	-9.78607
▁menerima	-9.78627
▁bidang	-9.78631
▁list	-9.78647
▁gabung	-9.78665
▁dic	-9.78675
▁kabur	-9.78682
▁males	-9.78702
▁berangkat	-9.78718
▁us	-9.78738
▁homekredit	-9.78744
▁homecreditid	-9.788
▁capek	-9.79105
▁pandang	-9.79138
▁amiin	-9.79643
jo	-9.79866
ker	-9.80038
karena	-9.80099
rang	-9.80192
duk	-9.8059
▁post	-9.80598
▁cu	-9.80654
▁baris	-9.80794
▁teknologi	-9.80829
▁terpenting	-9.80829
▁komplain	-9.8083
▁mampir	-9.80831
▁hapus	-9.80832
▁menganggu	-9.80832
▁juara	-9.80835
▁mengurangi	-9.8084
▁praja	-9.80844
▁seminggu	-9.80864
▁jejak	-9.80865
▁jomblo	-9.8087
▁cash	-9.80875
▁follower	-9.80928
▁pingin	-9.80953
▁kagak	-9.81037
▁nenekku	-9.81043
ayu	-9.81161
▁bukannya	-9.8125
▁layarnya	-9.81347
▁nasi	-9.81448
eh	-9.81694
min	-9.8173
ampe	-9.81877
▁diangkat	-9.81916
hasil	-9.82195
itas	-9.82318
▁love	-9.82381
▁mukanya	-9.82485
▁bat	-9.82619
▁tepi	-9.82745
▁ciritab	-9.83101
▁jadul	-9.83101
▁khawatir	-9.83101
▁menyeramkan	-9.83101
▁nongkrong	-9.83101
▁sundel	-9.83101
▁adegan	-9.83102
▁menghasilkan	-9.83102
▁sikorban	-9.83102
▁melepas	-9.83103
▁meraih	-9.83105
▁kelihatan	-9.83105
▁lepas	-9.83107
▁kangen	-9.83115
▁susu	-9.83134
▁bukit	-9.83173
▁gimna	-9.83206
▁darah	-9.8323
▁kreatif	-9.8323
▁jenis	-9.83236
▁ramah	-9.83259
war	-9.8327
▁sabar	-9.83306
▁hrs	-9.83333
▁mengi	-9.83455
kn	-9.83534
▁shop	-9.83619
▁dona	-9.83848
tas	-9.83926
▁olah	-9.84221
▁pol	-9.84294
▁of	-9.84529
tus	-9.84634
luk	-9.84826
▁hias	-9.84893
▁tagih	-9.84989
▁jng	-9.85026
▁bak	-9.85096
ff	-9.8526
lihat	-9.8527
▁member	-9.85308
▁berkualitas	-9.85427
▁total	-9.85428
▁mlm	-9.85428
▁passing	-9.85428
▁keadaan	-9.8543
▁jeruk	-9.8543
▁memasak	-9.85436
▁skrng	-9.85436
▁serba	-9.85441
▁year	-9.85448
▁bulanan	-9.85514
▁agama	-9.85572
▁thanks	-9.85579
▁bekal	-9.85627
▁tunggakan	-9.85635
▁gelap	-9.85656
▁ab	-9.85663
iiii	-9.85781
▁mengingatkan	-9.85798
▁gaya	-9.85838
hak	-9.85941
▁ditelponin	-9.85985
▁bangunan	-9.86031
▁langkah	-9.86037
▁kkn	-9.86096
▁maksimal	-9.86221
ita	-9.86229
▁awas	-9.86378
▁cicilannya	-9.86451
dah	-9.8666
usah	-9.8667
ngka	-9.86725
▁halus	-9.87087
▁mengingat	-9.87442
▁menjelajah	-9.87494
▁menari	-9.87656
▁gentayangan	-9.87808
▁peluang	-9.87808
▁insyaallah	-9.87808
▁perlengkapan	-9.87808
▁sabtu	-9.87808
▁sebentar	-9.87808
▁menikah	-9.8781
▁smua	-9.87815
▁nyuri	-9.87819
▁bintang	-9.87823
▁control	-9.87834
▁wkwkwk	-9.87919
▁kode	-9.87949
▁blokir	-9.87968
▁rata	-9.87991
▁loe	-9.88035
▁jadikan	-9.88055
▁kelak	-9.88061
▁isinya	-9.88074
▁mw	-9.88256
kal	-9.88467
▁aksinya	-9.88521
▁yak	-9.88648
mar	-9.88688
tra	-9.8874
kas	-9.88757
▁kh	-9.89152
▁contoh	-9.8944
▁pelayan	-9.89668
▁curi	-9.89694
bisa	-9.89744
▁im	-9.9013
▁account	-9.90247
▁perbaiki	-9.90247
▁yogyakarta	-9.90247
▁pegunungan	-9.90247
▁viral	-9.90247
▁bonus	-9.90247
▁demikian	-9.90247
▁menemukan	-9.90247
▁kaget	-9.90247
▁kelebihan	-9.90249
▁bicara	-9.90259
▁tanam	-9.90263
▁klw	-9.90311
▁tawarin	-9.9034
▁dmn	-9.90397
▁setahun	-9.90522
▁mikirin	-9.90538
▁akulaku	-9.90541
▁bal	-9.90562
▁anaknya	-9.90583
▁yok	-9.90625
▁semen	-9.90641
▁mak	-9.90841
olah	-9.91021
▁pacaran	-9.9142
letak	-9.91786
▁tok	-9.91822
sh	-9.91978
lempar	-9.91993
▁gaess	-9.92023
▁tabung	-9.92225
▁un	-9.92301
zz	-9.92367
▁ditelp	-9.92727
▁kemenangan	-9.92747
▁pesawat	-9.92747
▁center	-9.92747
▁neror	-9.92747
▁kebaikan	-9.92748
▁kpn	-9.92749
▁betapa	-9.9275
▁bayi	-9.92754
▁kesel	-9.92759
▁deket	-9.9276
▁menunjuk	-9.92774
▁menolong	-9.92784
▁biji	-9.92794
▁box	-9.92794
▁sejuk	-9.92824
▁tingkat	-9.92855
▁jogja	-9.92889
▁byar	-9.92897
▁mengenang	-9.92945
uran	-9.92969
▁apaan	-9.92979
▁pendapatan	-9.93043
▁duh	-9.93211
▁kr	-9.93339
yu	-9.93359
bal	-9.93398
yyy	-9.93518
▁diantaranya	-9.93538
▁cr	-9.93563
▁doakan	-9.93816
uuuu	-9.94051
▁gajian	-9.94164
▁bangsat	-9.94318
▁diantara	-9.94508
sta	-9.94512
laim	-9.94556
▁samping	-9.94872
▁prosesnya	-9.95122
▁papa	-9.9518
▁at	-9.95213
▁berasa	-9.95232
ry	-9.95245
▁berdasar	-9.95311
▁makassar	-9.95311
▁mendadak	-9.95311
▁mengetahui	-9.95311
▁otomatis	-9.95311
▁pembangunan	-9.95311
▁kenyamanan	-9.95311
▁melunasi	-9.95311
▁terbuka	-9.95311
▁lbh	-9.95311
▁blom	-9.95312
▁kemudahan	-9.95313
▁bnyk	-9.95313
▁diluar	-9.95313
▁ajuin	-9.95314
▁darurat	-9.95315
▁insya	-9.95321
▁polisi	-9.95323
▁mengalihkan	-9.95328
▁karya	-9.95349
▁detik	-9.95359
▁silaturahmi	-9.95386
▁maen	-9.95397
▁terbit	-9.95401
▁tipu	-9.95401
▁jo	-9.95472
▁segi	-9.9555
▁kaka	-9.9557
▁dipake	-9.95598
▁putra	-9.9564
▁tag	-9.95647
▁buang	-9.95704
▁make	-9.95721
gg	-9.95769
▁unt	-9.95809
enang	-9.95956
▁ikuti	-9.96107
▁menga	-9.96185
▁mengenal	-9.96482
▁tai	-9.96601
▁smp	-9.9686
sek	-9.96915
▁fotonya	-9.96938
▁hay	-9.96958
▁kaca	-9.97093
▁pengguna	-9.97117
homecredit	-9.97219
▁dc	-9.9732
▁ju	-9.97605
barkan	-9.97666
▁kar	-9.97736
▁sebaik	-9.97787
ye	-9.97912
▁profesional	-9.97941
▁camera	-9.97943
▁kemiskinan	-9.97943
▁seharusnya	-9.97943
▁lotup	-9.97943
▁rendah	-9.97943
▁retak	-9.97943
▁ketahuan	-9.97944
▁nusa	-9.98002
▁trili	-9.98015
▁gino	-9.98023
▁kejar	-9.98101
▁lebaran	-9.98112
▁diam	-9.98148
▁bio	-9.98158
▁jelek	-9.98159
▁halte	-9.98272
ada	-9.98289
▁inspirasi	-9.98316
▁get	-9.98506
▁now	-9.98517
▁ika	-9.99129
der	-9.99342
▁ula	-9.99364
▁harganya	-9.99615
▁sel	-9.99656
ira	-9.99678
ent	-9.99787
▁bahasa	-9.99811
▁lautan	-9.99941
pasar	-10.0002
▁aksi	-10.0013
cinta	-10.002
pen	-10.0032
▁dise	-10.0034
▁rela	-10.0039
▁gan	-10.006
▁dewasa	-10.0065
▁menjerit	-10.0065
▁menyembunyikan	-10.0065
▁pegawai	-10.0065
▁penasaran	-10.0065
▁tersenyum	-10.0065
▁twitter	-10.0065
▁kulkas	-10.0065
▁sumber	-10.0065
▁calon	-10.0065
▁minjem	-10.0065
▁dicurigai	-10.0065
▁dinner	-10.0065
▁sikap	-10.0065
▁ngopi	-10.0065
▁ortu	-10.0066
▁jaket	-10.0066
▁bertanya	-10.0066
▁model	-10.0066
▁kerjasama	-10.0067
▁warung	-10.0069
▁kemeja	-10.007
▁just	-10.0071
▁tlfn	-10.0071
▁bnyak	-10.0072
▁kerudung	-10.0072
▁ngeri	-10.0072
ini	-10.0076
▁berulang	-10.0077
▁upload	-10.0078
▁ayoo	-10.0082
▁bohong	-10.0082
▁bayangan	-10.0085
▁yo	-10.012
▁laporkan	-10.0122
▁memint	-10.0122
▁asia	-10.0126
▁ditempat	-10.0128
▁dibuat	-10.0142
▁belah	-10.0143
yo	-10.0146
aw	-10.0158
▁usahanya	-10.0163
ger	-10.0163
tok	-10.0168
▁beneran	-10.0183
if	-10.021
ttt	-10.027
▁hatiku	-10.0283
▁bekasi	-10.0285
▁ngk	-10.0289
▁jga	-10.0303
▁sobek	-10.0314
gn	-10.0324
mat	-10.0325
▁sumba	-10.0331
ep	-10.0334
irrahmanirrahim	-10.0342
▁bertanggung	-10.0342
▁digital	-10.0342
▁rentenir	-10.0342
▁terjatuh	-10.0342
▁vidio	-10.0342
▁status	-10.0342
▁tikus	-10.0342
▁konten	-10.0343
▁sekian	-10.0343
▁tiket	-10.0343
▁pengunjung	-10.0344
▁unit	-10.0344
▁terdaftar	-10.0345
▁sembar	-10.0346
▁samasama	-10.0353
▁sbg	-10.0355
▁ketawa	-10.0356
atan	-10.036
▁pasang	-10.0365
▁curiga	-10.0373
▁adek	-10.0375
▁kasi	-10.0377
▁maha	-10.0393
▁mie	-10.0393
▁tips	-10.0405
▁maksudnya	-10.0449
▁alay	-10.0472
▁gem	-10.0486
▁gt	-10.0512
▁kt	-10.0529
▁berfoto	-10.0553
langkah	-10.0566
▁taa	-10.0574
▁manfaat	-10.0589
▁capturean	-10.0589
▁meriah	-10.0589
diri	-10.0589
gara	-10.0593
mis	-10.0597
cap	-10.0609
▁ria	-10.061
▁bajunya	-10.0615
wati	-10.0618
ve	-10.0623
▁challenge	-10.0628
▁kejahatan	-10.0628
▁negri	-10.0628
▁ngapain	-10.0628
▁baper	-10.0628
▁memori	-10.0628
▁ketakutan	-10.0628
▁service	-10.0628
▁dikirim	-10.0628
▁dibutuhkan	-10.0628
▁pintar	-10.0628
▁kepoin	-10.0628
▁kulit	-10.0629
▁lulus	-10.0629
▁diadakan	-10.0629
▁dipe	-10.0631
▁ngerasa	-10.0634
▁komunitas	-10.0636
▁ahmad	-10.0636
▁merahnya	-10.0636
▁ragu	-10.0637
▁analisa	-10.0641
▁bijak	-10.0641
mpi	-10.0643
▁update	-10.0653
auto	-10.0656
▁gerak	-10.0658
▁adikku	-10.0659
lina	-10.0663
▁gelas	-10.0663
▁lelah	-10.0663
▁enaknya	-10.0663
▁bayarin	-10.0669
bb	-10.0674
▁hadir	-10.0674
▁tulisan	-10.0679
▁hand	-10.0703
tari	-10.071
yan	-10.0715
▁melati	-10.0723
▁contohnya	-10.0724
angan	-10.0775
▁bayarnya	-10.0775
nc	-10.0836
▁not	-10.0841
ciptakan	-10.0845
waktu	-10.0849
bus	-10.0849
▁pendaki	-10.0852
▁rambutnya	-10.0861
tek	-10.0877
sim	-10.0881
aku	-10.0888
▁ajah	-10.0894
potong	-10.0901
▁hitung	-10.091
anto	-10.0914
▁berpenghuni	-10.0922
▁bogor	-10.0922
▁dimulai	-10.0922
▁kepanjangan	-10.0922
▁kesuksesan	-10.0922
▁ketinggalan	-10.0922
▁membahagiakan	-10.0922
▁membersihkan	-10.0922
▁optimis	-10.0922
▁pramuka	-10.0922
▁rizky	-10.0922
▁voucher	-10.0922
▁jatoh	-10.0922
▁berjualan	-10.0922
▁mengatakan	-10.0922
▁menulis	-10.0922
▁semeru	-10.0922
▁rukun	-10.0922
▁khas	-10.0922
▁ganteng	-10.0922
▁ngerti	-10.0923
▁hangat	-10.0924
▁sambung	-10.0924
▁panik	-10.0925
▁camping	-10.0927
▁terbirit	-10.0928
▁sem	-10.0931
sandung	-10.0931
▁kuning	-10.0934
▁pcs	-10.0935
isihkan	-10.0935
▁tini	-10.0935
▁open	-10.0936
▁menyerah	-10.0941
▁gtu	-10.0946
nggu	-10.0952
▁menjalani	-10.0954
▁ditagih	-10.0955
▁ruang	-10.0959
▁enggak	-10.0971
▁cc	-10.0998
▁mulut	-10.1005
▁sal	-10.1035
▁berita	-10.104
muk	-10.1065
oleh	-10.1065
sti	-10.1081
▁bagai	-10.1099
lain	-10.112
rin	-10.1124
cu	-10.1137
hhhh	-10.1137
▁inilah	-10.1144
▁mene	-10.117
▁swt	-10.1171
▁harusnya	-10.1178
▁mena	-10.1184
▁pengumumannya	-10.1186
▁menangin	-10.1194
▁mendengar	-10.1199
▁anakku	-10.1201
▁dateng	-10.1203
anda	-10.1204
▁puas	-10.1211
▁menjalan	-10.1214
▁alami	-10.1215
▁angpau	-10.1225
▁berpartisipasi	-10.1225
▁berurusan	-10.1225
▁furniture	-10.1225
▁kebersamaan	-10.1225
▁konsultasi	-10.1225
▁menolak	-10.1225
▁peduli	-10.1225
▁perawatan	-10.1225
▁assalamualaikum	-10.1225
▁kemajuan	-10.1225
▁peniti	-10.1225
▁kereta	-10.1225
▁beraksi	-10.1226
nce	-10.1226
▁shooting	-10.1227
tar	-10.1232
▁ampun	-10.1232
▁orangtua	-10.1235
▁toleransi	-10.1236
▁klau	-10.1236
▁nelp	-10.1239
▁pelajari	-10.124
nnn	-10.1246
▁kejepit	-10.1247
▁non	-10.1248
▁ndak	-10.1258
▁simpan	-10.1269
▁kuyang	-10.1272
▁panta	-10.1283
▁login	-10.1299
▁juli	-10.1302
▁kayanya	-10.1343
▁memperingat	-10.1369
▁poto	-10.137
kira	-10.1391
▁menunj	-10.1415
sikan	-10.1416
we	-10.1439
ud	-10.1444
▁td	-10.1448
th	-10.145
nk	-10.1455
lor	-10.1462
nilai	-10.1464
tin	-10.1474
▁app	-10.1487
alur	-10.1497
kkk	-10.1498
laxy	-10.1513
▁ditelfon	-10.1515
▁beragam	-10.1518
▁terse	-10.1526
▁februari	-10.1538
▁jenggot	-10.1538
▁kebiasaan	-10.1538
▁keuntungan	-10.1538
▁penampakan	-10.1538
▁privasi	-10.1538
▁sosmed	-10.1538
▁tuntas	-10.1538
▁memenangkan	-10.1538
▁menusuk	-10.1538
▁derawan	-10.1538
▁feed	-10.1538
▁memandang	-10.1538
▁setidaknya	-10.1538
▁menyadari	-10.1538
▁nkri	-10.1538
▁php	-10.1538
▁kebanyakan	-10.1538
▁kekuatan	-10.1539
▁bekerjasama	-10.1539
▁cicak	-10.1539
▁arisan	-10.1539
▁mundur	-10.1539
▁mengajarkan	-10.154
▁kos	-10.154
▁this	-10.1543
▁upgrade	-10.1544
▁risih	-10.1544
▁mayat	-10.1551
▁diikuti	-10.1554
▁sebanyak	-10.1554
▁nemu	-10.1555
▁menghi	-10.1559
va	-10.156
▁pakaian	-10.156
cil	-10.1561
wun	-10.1568
tasi	-10.1581
tif	-10.1589
nto	-10.1594
isa	-10.1599
▁am	-10.1631
▁pn	-10.164
▁hri	-10.164
anti	-10.1652
lon	-10.1694
aja	-10.1709
▁telu	-10.1722
mas	-10.1723
▁anj	-10.1729
ment	-10.1732
▁minn	-10.1739
eeee	-10.174
ren	-10.1745
▁tele	-10.1747
▁sis	-10.1748
lin	-10.175
uci	-10.1754
emng	-10.1763
lik	-10.1768
ntang	-10.1771
▁bersamaan	-10.1776
▁temanku	-10.1781
kadang	-10.1789
rit	-10.1803
▁tra	-10.182
▁sisi	-10.183
▁dite	-10.1841
▁berkat	-10.1855
yah	-10.1857
▁cctv	-10.186
▁istirahat	-10.186
▁emosi	-10.186
▁menghormati	-10.186
▁terdepan	-10.186
▁penadah	-10.186
▁simple	-10.186
▁hiburan	-10.186
▁kuota	-10.186
▁nmr	-10.186
▁boros	-10.186
▁lets	-10.186
▁sodara	-10.1862
▁tampak	-10.1865
▁berhubung	-10.1867
▁max	-10.187
▁team	-10.1871
▁tersedia	-10.1872
▁kunci	-10.1872
▁harta	-10.1878
▁day	-10.188
▁congrats	-10.1886
▁gr	-10.1892
▁dipegang	-10.1902
▁yes	-10.1904
▁ilang	-10.1908
▁sayangnya	-10.1911
nggal	-10.1921
▁sok	-10.1962
▁pinjeman	-10.1979
▁fin	-10.198
▁duluan	-10.1983
▁wo	-10.1988
wah	-10.2001
▁bel	-10.2001
hon	-10.2022
gh	-10.2033
▁hmmm	-10.2057
▁kn	-10.2061
▁wajahnya	-10.2079
▁danau	-10.2086
rup	-10.2093
satu	-10.2096
▁ban	-10.2096
end	-10.2113
gang	-10.2116
▁sek	-10.2123
ls	-10.2132
pp	-10.2135
▁penye	-10.2145
▁ex	-10.2166
▁ser	-10.217
lia	-10.2173
▁selfi	-10.2181
▁guru	-10.2183
▁tulis	-10.2184
▁anggota	-10.2194
▁error	-10.2194
▁langganan	-10.2194
▁menggangu	-10.2194
▁piknik	-10.2194
▁rumput	-10.2194
▁spesial	-10.2194
▁mendatang	-10.2194
▁upacara	-10.2194
▁miskin	-10.2194
▁modus	-10.2194
▁istana	-10.2194
▁tutup	-10.2194
▁bengong	-10.2194
▁didepan	-10.2194
▁tenaga	-10.2194
▁sebenernya	-10.2194
▁selatan	-10.2194
▁rindu	-10.2194
▁apply	-10.2195
▁vlog	-10.2195
▁kolak	-10.2196
▁spot	-10.2197
▁emg	-10.2198
▁surat	-10.2198
▁minimal	-10.22
▁rapi	-10.2202
▁tlpon	-10.2204
▁beliau	-10.2204
▁lembut	-10.2205
▁berbunyi	-10.2206
▁sanur	-10.2208
▁akibat	-10.221
▁ye	-10.2216
▁salak	-10.2217
▁sob	-10.222
lip	-10.2222
▁gorengan	-10.2223
▁panggilan	-10.2242
▁sop	-10.225
▁haloo	-10.2254
▁keliling	-10.2265
▁jangka	-10.2269
▁nolak	-10.2272
▁pri	-10.2279
mer	-10.2318
af	-10.2324
baran	-10.2328
▁hatinya	-10.2331
enantia	-10.2332
▁penipuan	-10.2342
one	-10.2346
jang	-10.2348
▁yuks	-10.2362
▁bantuannya	-10.2363
ow	-10.2371
▁lanjutan	-10.2375
bagi	-10.2399
▁kerjanya	-10.2406
▁kur	-10.2416
▁or	-10.2444
ive	-10.2452
▁layar	-10.2459
▁sb	-10.2476
▁tebak	-10.2477
sari	-10.2496
▁promonya	-10.2502
▁republi	-10.2534
▁joging	-10.2538
▁kecurigaan	-10.2538
▁memperbaiki	-10.2538
▁pengiriman	-10.2538
▁perubahan	-10.2538
▁plastik	-10.2538
▁tertinggi	-10.2538
▁barangbarang	-10.2538
▁berhutang	-10.2538
▁berkarya	-10.2538
▁mengganti	-10.2538
▁mengembangkan	-10.2538
▁trimakasih	-10.2539
▁dibaca	-10.2539
▁blg	-10.2539
▁ultah	-10.2539
▁travelling	-10.2539
▁pantes	-10.254
▁melayang	-10.2541
▁spam	-10.2543
▁raga	-10.2544
▁orng	-10.2545
▁citacita	-10.2545
▁mesti	-10.2549
▁bngt	-10.2551
▁sepanjang	-10.2553
▁ngada	-10.2556
▁serius	-10.2558
▁gamau	-10.2561
▁gengsi	-10.2568
▁heran	-10.2568
▁gendong	-10.2569
▁dy	-10.257
▁dibanding	-10.2577
▁daun	-10.2582
▁ly	-10.2583
▁hubungin	-10.2584
▁mm	-10.2605
▁bete	-10.2612
pai	-10.2619
▁dibantu	-10.2619
▁balikin	-10.2642
unjung	-10.2642
▁game	-10.2654
▁pra	-10.2656
kasih	-10.2657
aka	-10.2699
tuh	-10.2725
▁brg	-10.2733
▁hii	-10.2736
▁sekalipun	-10.2736
▁harinya	-10.2739
▁sari	-10.2749
▁hmm	-10.2761
▁hey	-10.2762
▁mal	-10.2762
amat	-10.2766
▁ker	-10.278
lau	-10.2792
nwar	-10.28
▁infonya	-10.2808
▁sblm	-10.2813
tugas	-10.282
ikat	-10.2825
▁el	-10.2833
▁woi	-10.2835
▁sayur	-10.2845
▁tadinya	-10.2847
lar	-10.2854
▁beliin	-10.2877
dara	-10.2888
▁shampo	-10.2891
lagi	-10.2892
▁detail	-10.2896
▁ditabung	-10.2896
▁mengecewakan	-10.2896
▁menghemat	-10.2896
▁rinjani	-10.2896
▁sejenak	-10.2896
▁terbenam	-10.2896
▁pencairan	-10.2896
▁meminjam	-10.2896
▁organisasi	-10.2896
▁jwb	-10.2896
▁hello	-10.2896
▁terror	-10.2896
▁kuyy	-10.2896
▁beach	-10.2897
▁milih	-10.2897
▁traveling	-10.2898
▁peserta	-10.29
▁jago	-10.2901
▁tampang	-10.2901
▁nipu	-10.2901
▁wktu	-10.2902
▁terbatas	-10.2902
▁dosa	-10.2903
▁potensi	-10.2905
▁marketingnya	-10.2906
▁jernih	-10.2908
rp	-10.2909
▁berguna	-10.2909
▁sembarangan	-10.291
▁sebut	-10.2916
▁kotor	-10.2921
angkut	-10.2922
▁bar	-10.2922
wo	-10.2927
▁yk	-10.2928
▁back	-10.293
ue	-10.293
▁uji	-10.2934
au	-10.2961
dari	-10.2963
▁kasian	-10.2963
▁mend	-10.2964
▁kuda	-10.297
▁apalah	-10.2974
▁dijalan	-10.2978
▁tenda	-10.2985
angkat	-10.2985
▁diajak	-10.3042
▁arti	-10.3068
▁bad	-10.3083
ika	-10.3092
▁mele	-10.3105
▁barangnya	-10.3121
▁aplikasinya	-10.3131
laksanakan	-10.3145
▁gen	-10.3168
ib	-10.317
haha	-10.3171
masa	-10.3176
son	-10.3185
hitung	-10.3192
inginkan	-10.3192
▁ribuan	-10.3196
▁tangis	-10.3214
ntah	-10.3223
▁gengs	-10.3234
▁car	-10.3237
▁mna	-10.3244
ahan	-10.3251
▁mudahan	-10.3252
tunjuk	-10.3254
mpulkan	-10.3264
▁diketahui	-10.3266
▁disekitar	-10.3266
▁diumumin	-10.3266
▁kredivo	-10.3266
▁mencekik	-10.3266
▁operator	-10.3266
▁pejuang	-10.3266
▁pembelajar	-10.3266
▁sholat	-10.3266
▁tentram	-10.3266
▁serigala	-10.3266
▁terkabul	-10.3266
▁ditunggu	-10.3266
▁teguh	-10.3266
▁bbrp	-10.3266
▁berobat	-10.3266
▁patut	-10.3266
▁langit	-10.3266
▁menelfon	-10.3266
▁sejati	-10.3266
▁surga	-10.3266
▁kesalahan	-10.3266
▁seleksi	-10.3266
edukasi	-10.3266
▁jepang	-10.3266
▁gulung	-10.3267
▁garansi	-10.3267
▁mempermudah	-10.3267
▁produktif	-10.3269
▁wifi	-10.3269
▁pd	-10.3269
▁lawang	-10.3272
▁maap	-10.3272
▁debur	-10.3272
▁malang	-10.3274
▁lantai	-10.3275
▁huruf	-10.3276
ebut	-10.3278
▁hihi	-10.3278
▁raja	-10.3278
▁bego	-10.3278
▁ngade	-10.3279
▁sebesar	-10.3281
▁dengerin	-10.3286
▁jelaskan	-10.3289
▁yuuk	-10.3292
▁dpat	-10.3297
tergantung	-10.3298
▁aturan	-10.3301
▁sedekah	-10.3302
▁gabisa	-10.3309
▁pantang	-10.3312
▁dukung	-10.3324
jelas	-10.3326
▁persi	-10.3334
▁kost	-10.3342
▁garis	-10.3345
bab	-10.3353
▁seharian	-10.3358
▁ayu	-10.3374
▁letak	-10.3379
put	-10.3382
▁halal	-10.3384
▁pesanan	-10.3397
▁cape	-10.3415
ssss	-10.3424
▁sewa	-10.3426
▁gada	-10.3444
ket	-10.3445
alan	-10.3449
▁dengar	-10.3458
kata	-10.3482
gra	-10.3492
kel	-10.3514
pin	-10.3519
▁jawabnya	-10.3548
rrr	-10.3561
▁can	-10.3561
▁tempatnya	-10.3568
anyakan	-10.3582
fe	-10.3597
▁gi	-10.3613
▁insta	-10.3618
▁selamanya	-10.3618
▁berbelanja	-10.3651
▁erafone	-10.3651
▁komplotan	-10.3651
▁masingmasing	-10.3651
▁memuaskan	-10.3651
