{"class_name": "Model", "config": {"name": "model", "layers": [{"class_name": "InputLayer", "config": {"batch_input_shape": [null, 2500, 39], "dtype": "float32", "sparse": false, "ragged": false, "name": "input_1"}, "name": "input_1", "inbound_nodes": []}, {"class_name": "Bidirectional", "config": {"name": "bidirectional", "trainable": true, "dtype": "float32", "layer": {"class_name": "LSTM", "config": {"name": "lstm", "trainable": true, "dtype": "float32", "return_sequences": true, "return_state": true, "go_backwards": false, "stateful": false, "unroll": false, "time_major": false, "units": 128, "activation": "tanh", "recurrent_activation": "sigmoid", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "recurrent_initializer": {"class_name": "Orthogonal", "config": {"gain": 1.0, "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "unit_forget_bias": true, "kernel_regularizer": null, "recurrent_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "recurrent_constraint": null, "bias_constraint": null, "dropout": 0.0, "recurrent_dropout": 0.0, "implementation": 2}}, "merge_mode": "concat"}, "name": "bidirectional", "inbound_nodes": [[["input_1", 0, 0, {}]]]}, {"class_name": "TensorFlowOpLayer", "config": {"name": "concat", "trainable": true, "dtype": "float32", "node_def": {"name": "concat", "op": "ConcatV2", "input": ["bidirectional/Identity_2", "bidirectional/Identity_4", "concat/axis"], "attr": {"Tidx": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}, "N": {"i": "2"}}}, "constants": {"2": 1}}, "name": "tf_op_layer_concat", "inbound_nodes": [[["bidirectional", 0, 2, {}], ["bidirectional", 0, 4, {}]]]}, {"class_name": "RepeatVector", "config": {"name": "repeat_vector", "trainable": true, "dtype": "float32", "n": 2500}, "name": "repeat_vector", "inbound_nodes": [[["tf_op_layer_concat", 0, 0, {}]], [["tf_op_layer_concat_1", 0, 0, {}]], [["tf_op_layer_concat_2", 0, 0, {}]], [["tf_op_layer_concat_3", 0, 0, {}]], [["tf_op_layer_concat_4", 0, 0, {}]], [["tf_op_layer_concat_5", 0, 0, {}]], [["tf_op_layer_concat_6", 0, 0, {}]], [["tf_op_layer_concat_7", 0, 0, {}]], [["tf_op_layer_concat_8", 0, 0, {}]], [["tf_op_layer_concat_9", 0, 0, {}]], [["tf_op_layer_concat_10", 0, 0, {}]], [["tf_op_layer_concat_11", 0, 0, {}]], [["tf_op_layer_concat_12", 0, 0, {}]], [["tf_op_layer_concat_13", 0, 0, {}]], [["tf_op_layer_concat_14", 0, 0, {}]], [["tf_op_layer_concat_15", 0, 0, {}]], [["tf_op_layer_concat_16", 0, 0, {}]], [["tf_op_layer_concat_17", 0, 0, {}]], [["tf_op_layer_concat_18", 0, 0, {}]], [["tf_op_layer_concat_19", 0, 0, {}]], [["tf_op_layer_concat_20", 0, 0, {}]], [["tf_op_layer_concat_21", 0, 0, {}]], [["tf_op_layer_concat_22", 0, 0, {}]], [["tf_op_layer_concat_23", 0, 0, {}]], [["tf_op_layer_concat_24", 0, 0, {}]], [["tf_op_layer_concat_25", 0, 0, {}]], [["tf_op_layer_concat_26", 0, 0, {}]], [["tf_op_layer_concat_27", 0, 0, {}]], [["tf_op_layer_concat_28", 0, 0, {}]], [["tf_op_layer_concat_29", 0, 0, {}]], [["tf_op_layer_concat_30", 0, 0, {}]], [["tf_op_layer_concat_31", 0, 0, {}]], [["tf_op_layer_concat_32", 0, 0, {}]], [["tf_op_layer_concat_33", 0, 0, {}]], [["tf_op_layer_concat_34", 0, 0, {}]], [["tf_op_layer_concat_35", 0, 0, {}]], [["tf_op_layer_concat_36", 0, 0, {}]], [["tf_op_layer_concat_37", 0, 0, {}]], [["tf_op_layer_concat_38", 0, 0, {}]], [["tf_op_layer_concat_39", 0, 0, {}]], [["tf_op_layer_concat_40", 0, 0, {}]], [["tf_op_layer_concat_41", 0, 0, {}]], [["tf_op_layer_concat_42", 0, 0, {}]], [["tf_op_layer_concat_43", 0, 0, {}]], [["tf_op_layer_concat_44", 0, 0, {}]], [["tf_op_layer_concat_45", 0, 0, {}]], [["tf_op_layer_concat_46", 0, 0, {}]], [["tf_op_layer_concat_47", 0, 0, {}]], [["tf_op_layer_concat_48", 0, 0, {}]], [["tf_op_layer_concat_49", 0, 0, {}]], [["tf_op_layer_concat_50", 0, 0, {}]], [["tf_op_layer_concat_51", 0, 0, {}]], [["tf_op_layer_concat_52", 0, 0, {}]], [["tf_op_layer_concat_53", 0, 0, {}]], [["tf_op_layer_concat_54", 0, 0, {}]], [["tf_op_layer_concat_55", 0, 0, {}]], [["tf_op_layer_concat_56", 0, 0, {}]], [["tf_op_layer_concat_57", 0, 0, {}]], [["tf_op_layer_concat_58", 0, 0, {}]], [["tf_op_layer_concat_59", 0, 0, {}]], [["tf_op_layer_concat_60", 0, 0, {}]], [["tf_op_layer_concat_61", 0, 0, {}]], [["tf_op_layer_concat_62", 0, 0, {}]], [["tf_op_layer_concat_63", 0, 0, {}]], [["tf_op_layer_concat_64", 0, 0, {}]], [["tf_op_layer_concat_65", 0, 0, {}]], [["tf_op_layer_concat_66", 0, 0, {}]], [["tf_op_layer_concat_67", 0, 0, {}]], [["tf_op_layer_concat_68", 0, 0, {}]], [["tf_op_layer_concat_69", 0, 0, {}]], [["tf_op_layer_concat_70", 0, 0, {}]], [["tf_op_layer_concat_71", 0, 0, {}]], [["tf_op_layer_concat_72", 0, 0, {}]], [["tf_op_layer_concat_73", 0, 0, {}]], [["tf_op_layer_concat_74", 0, 0, {}]], [["tf_op_layer_concat_75", 0, 0, {}]], [["tf_op_layer_concat_76", 0, 0, {}]], [["tf_op_layer_concat_77", 0, 0, {}]], [["tf_op_layer_concat_78", 0, 0, {}]], [["tf_op_layer_concat_79", 0, 0, {}]], [["tf_op_layer_concat_80", 0, 0, {}]], [["tf_op_layer_concat_81", 0, 0, {}]], [["tf_op_layer_concat_82", 0, 0, {}]], [["tf_op_layer_concat_83", 0, 0, {}]], [["tf_op_layer_concat_84", 0, 0, {}]], [["tf_op_layer_concat_85", 0, 0, {}]], [["tf_op_layer_concat_86", 0, 0, {}]], [["tf_op_layer_concat_87", 0, 0, {}]], [["tf_op_layer_concat_88", 0, 0, {}]], [["tf_op_layer_concat_89", 0, 0, {}]], [["tf_op_layer_concat_90", 0, 0, {}]], [["tf_op_layer_concat_91", 0, 0, {}]], [["tf_op_layer_concat_92", 0, 0, {}]], [["tf_op_layer_concat_93", 0, 0, {}]], [["tf_op_layer_concat_94", 0, 0, {}]], [["tf_op_layer_concat_95", 0, 0, {}]], [["tf_op_layer_concat_96", 0, 0, {}]], [["tf_op_layer_concat_97", 0, 0, {}]], [["tf_op_layer_concat_98", 0, 0, {}]], [["tf_op_layer_concat_99", 0, 0, {}]], [["tf_op_layer_concat_100", 0, 0, {}]], [["tf_op_layer_concat_101", 0, 0, {}]], [["tf_op_layer_concat_102", 0, 0, {}]], [["tf_op_layer_concat_103", 0, 0, {}]], [["tf_op_layer_concat_104", 0, 0, {}]], [["tf_op_layer_concat_105", 0, 0, {}]], [["tf_op_layer_concat_106", 0, 0, {}]], [["tf_op_layer_concat_107", 0, 0, {}]], [["tf_op_layer_concat_108", 0, 0, {}]], [["tf_op_layer_concat_109", 0, 0, {}]], [["tf_op_layer_concat_110", 0, 0, {}]], [["tf_op_layer_concat_111", 0, 0, {}]], [["tf_op_layer_concat_112", 0, 0, {}]], [["tf_op_layer_concat_113", 0, 0, {}]], [["tf_op_layer_concat_114", 0, 0, {}]], [["tf_op_layer_concat_115", 0, 0, {}]], [["tf_op_layer_concat_116", 0, 0, {}]], [["tf_op_layer_concat_117", 0, 0, {}]], [["tf_op_layer_concat_118", 0, 0, {}]], [["tf_op_layer_concat_119", 0, 0, {}]], [["tf_op_layer_concat_120", 0, 0, {}]], [["tf_op_layer_concat_121", 0, 0, {}]], [["tf_op_layer_concat_122", 0, 0, {}]], [["tf_op_layer_concat_123", 0, 0, {}]], [["tf_op_layer_concat_124", 0, 0, {}]], [["tf_op_layer_concat_125", 0, 0, {}]], [["tf_op_layer_concat_126", 0, 0, {}]], [["tf_op_layer_concat_127", 0, 0, {}]], [["tf_op_layer_concat_128", 0, 0, {}]], [["tf_op_layer_concat_129", 0, 0, {}]], [["tf_op_layer_concat_130", 0, 0, {}]], [["tf_op_layer_concat_131", 0, 0, {}]], [["tf_op_layer_concat_132", 0, 0, {}]], [["tf_op_layer_concat_133", 0, 0, {}]], [["tf_op_layer_concat_134", 0, 0, {}]], [["tf_op_layer_concat_135", 0, 0, {}]], [["tf_op_layer_concat_136", 0, 0, {}]], [["tf_op_layer_concat_137", 0, 0, {}]], [["tf_op_layer_concat_138", 0, 0, {}]], [["tf_op_layer_concat_139", 0, 0, {}]], [["tf_op_layer_concat_140", 0, 0, {}]], [["tf_op_layer_concat_141", 0, 0, {}]], [["tf_op_layer_concat_142", 0, 0, {}]], [["tf_op_layer_concat_143", 0, 0, {}]], [["tf_op_layer_concat_144", 0, 0, {}]], [["tf_op_layer_concat_145", 0, 0, {}]], [["tf_op_layer_concat_146", 0, 0, {}]], [["tf_op_layer_concat_147", 0, 0, {}]], [["tf_op_layer_concat_148", 0, 0, {}]], [["tf_op_layer_concat_149", 0, 0, {}]], [["tf_op_layer_concat_150", 0, 0, {}]], [["tf_op_layer_concat_151", 0, 0, {}]], [["tf_op_layer_concat_152", 0, 0, {}]], [["tf_op_layer_concat_153", 0, 0, {}]], [["tf_op_layer_concat_154", 0, 0, {}]], [["tf_op_layer_concat_155", 0, 0, {}]], [["tf_op_layer_concat_156", 0, 0, {}]], [["tf_op_layer_concat_157", 0, 0, {}]], [["tf_op_layer_concat_158", 0, 0, {}]], [["tf_op_layer_concat_159", 0, 0, {}]], [["tf_op_layer_concat_160", 0, 0, {}]], [["tf_op_layer_concat_161", 0, 0, {}]], [["tf_op_layer_concat_162", 0, 0, {}]], [["tf_op_layer_concat_163", 0, 0, {}]], [["tf_op_layer_concat_164", 0, 0, {}]], [["tf_op_layer_concat_165", 0, 0, {}]], [["tf_op_layer_concat_166", 0, 0, {}]], [["tf_op_layer_concat_167", 0, 0, {}]], [["tf_op_layer_concat_168", 0, 0, {}]], [["tf_op_layer_concat_169", 0, 0, {}]], [["tf_op_layer_concat_170", 0, 0, {}]], [["tf_op_layer_concat_171", 0, 0, {}]], [["tf_op_layer_concat_172", 0, 0, {}]], [["tf_op_layer_concat_173", 0, 0, {}]], [["tf_op_layer_concat_174", 0, 0, {}]], [["tf_op_layer_concat_175", 0, 0, {}]], [["tf_op_layer_concat_176", 0, 0, {}]], [["tf_op_layer_concat_177", 0, 0, {}]], [["tf_op_layer_concat_178", 0, 0, {}]], [["tf_op_layer_concat_179", 0, 0, {}]], [["tf_op_layer_concat_180", 0, 0, {}]], [["tf_op_layer_concat_181", 0, 0, {}]], [["tf_op_layer_concat_182", 0, 0, {}]], [["tf_op_layer_concat_183", 0, 0, {}]], [["tf_op_layer_concat_184", 0, 0, {}]], [["tf_op_layer_concat_185", 0, 0, {}]], [["tf_op_layer_concat_186", 0, 0, {}]], [["tf_op_layer_concat_187", 0, 0, {}]], [["tf_op_layer_concat_188", 0, 0, {}]], [["tf_op_layer_concat_189", 0, 0, {}]], [["tf_op_layer_concat_190", 0, 0, {}]], [["tf_op_layer_concat_191", 0, 0, {}]], [["tf_op_layer_concat_192", 0, 0, {}]], [["tf_op_layer_concat_193", 0, 0, {}]], [["tf_op_layer_concat_194", 0, 0, {}]], [["tf_op_layer_concat_195", 0, 0, {}]], [["tf_op_layer_concat_196", 0, 0, {}]], [["tf_op_layer_concat_197", 0, 0, {}]], [["tf_op_layer_concat_198", 0, 0, {}]], [["tf_op_layer_concat_199", 0, 0, {}]], [["tf_op_layer_concat_200", 0, 0, {}]], [["tf_op_layer_concat_201", 0, 0, {}]], [["tf_op_layer_concat_202", 0, 0, {}]], [["tf_op_layer_concat_203", 0, 0, {}]], [["tf_op_layer_concat_204", 0, 0, {}]], [["tf_op_layer_concat_205", 0, 0, {}]], [["tf_op_layer_concat_206", 0, 0, {}]], [["tf_op_layer_concat_207", 0, 0, {}]], [["tf_op_layer_concat_208", 0, 0, {}]], [["tf_op_layer_concat_209", 0, 0, {}]], [["tf_op_layer_concat_210", 0, 0, {}]], [["tf_op_layer_concat_211", 0, 0, {}]], [["tf_op_layer_concat_212", 0, 0, {}]], [["tf_op_layer_concat_213", 0, 0, {}]], [["tf_op_layer_concat_214", 0, 0, {}]], [["tf_op_layer_concat_215", 0, 0, {}]], [["tf_op_layer_concat_216", 0, 0, {}]], [["tf_op_layer_concat_217", 0, 0, {}]], [["tf_op_layer_concat_218", 0, 0, {}]], [["tf_op_layer_concat_219", 0, 0, {}]], [["tf_op_layer_concat_220", 0, 0, {}]], [["tf_op_layer_concat_221", 0, 0, {}]], [["tf_op_layer_concat_222", 0, 0, {}]], [["tf_op_layer_concat_223", 0, 0, {}]], [["tf_op_layer_concat_224", 0, 0, {}]], [["tf_op_layer_concat_225", 0, 0, {}]], [["tf_op_layer_concat_226", 0, 0, {}]], [["tf_op_layer_concat_227", 0, 0, {}]], [["tf_op_layer_concat_228", 0, 0, {}]], [["tf_op_layer_concat_229", 0, 0, {}]], [["tf_op_layer_concat_230", 0, 0, {}]], [["tf_op_layer_concat_231", 0, 0, {}]], [["tf_op_layer_concat_232", 0, 0, {}]], [["tf_op_layer_concat_233", 0, 0, {}]], [["tf_op_layer_concat_234", 0, 0, {}]], [["tf_op_layer_concat_235", 0, 0, {}]], [["tf_op_layer_concat_236", 0, 0, {}]], [["tf_op_layer_concat_237", 0, 0, {}]], [["tf_op_layer_concat_238", 0, 0, {}]], [["tf_op_layer_concat_239", 0, 0, {}]], [["tf_op_layer_concat_240", 0, 0, {}]], [["tf_op_layer_concat_241", 0, 0, {}]], [["tf_op_layer_concat_242", 0, 0, {}]], [["tf_op_layer_concat_243", 0, 0, {}]], [["tf_op_layer_concat_244", 0, 0, {}]], [["tf_op_layer_concat_245", 0, 0, {}]], [["tf_op_layer_concat_246", 0, 0, {}]], [["tf_op_layer_concat_247", 0, 0, {}]], [["tf_op_layer_concat_248", 0, 0, {}]], [["tf_op_layer_concat_249", 0, 0, {}]]]}, {"class_name": "Concatenate", "config": {"name": "concatenate", "trainable": true, "dtype": "float32", "axis": -1}, "name": "concatenate", "inbound_nodes": [[["bidirectional", 0, 0, {}], ["repeat_vector", 0, 0, {}]], [["lambda", 0, 0, {}], ["dot", 0, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 1, 0, {}]], [["lambda_1", 0, 0, {}], ["dot", 1, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 2, 0, {}]], [["lambda_2", 0, 0, {}], ["dot", 2, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 3, 0, {}]], [["lambda_3", 0, 0, {}], ["dot", 3, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 4, 0, {}]], [["lambda_4", 0, 0, {}], ["dot", 4, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 5, 0, {}]], [["lambda_5", 0, 0, {}], ["dot", 5, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 6, 0, {}]], [["lambda_6", 0, 0, {}], ["dot", 6, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 7, 0, {}]], [["lambda_7", 0, 0, {}], ["dot", 7, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 8, 0, {}]], [["lambda_8", 0, 0, {}], ["dot", 8, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 9, 0, {}]], [["lambda_9", 0, 0, {}], ["dot", 9, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 10, 0, {}]], [["lambda_10", 0, 0, {}], ["dot", 10, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 11, 0, {}]], [["lambda_11", 0, 0, {}], ["dot", 11, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 12, 0, {}]], [["lambda_12", 0, 0, {}], ["dot", 12, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 13, 0, {}]], [["lambda_13", 0, 0, {}], ["dot", 13, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 14, 0, {}]], [["lambda_14", 0, 0, {}], ["dot", 14, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 15, 0, {}]], [["lambda_15", 0, 0, {}], ["dot", 15, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 16, 0, {}]], [["lambda_16", 0, 0, {}], ["dot", 16, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 17, 0, {}]], [["lambda_17", 0, 0, {}], ["dot", 17, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 18, 0, {}]], [["lambda_18", 0, 0, {}], ["dot", 18, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 19, 0, {}]], [["lambda_19", 0, 0, {}], ["dot", 19, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 20, 0, {}]], [["lambda_20", 0, 0, {}], ["dot", 20, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 21, 0, {}]], [["lambda_21", 0, 0, {}], ["dot", 21, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 22, 0, {}]], [["lambda_22", 0, 0, {}], ["dot", 22, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 23, 0, {}]], [["lambda_23", 0, 0, {}], ["dot", 23, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 24, 0, {}]], [["lambda_24", 0, 0, {}], ["dot", 24, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 25, 0, {}]], [["lambda_25", 0, 0, {}], ["dot", 25, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 26, 0, {}]], [["lambda_26", 0, 0, {}], ["dot", 26, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 27, 0, {}]], [["lambda_27", 0, 0, {}], ["dot", 27, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 28, 0, {}]], [["lambda_28", 0, 0, {}], ["dot", 28, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 29, 0, {}]], [["lambda_29", 0, 0, {}], ["dot", 29, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 30, 0, {}]], [["lambda_30", 0, 0, {}], ["dot", 30, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 31, 0, {}]], [["lambda_31", 0, 0, {}], ["dot", 31, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 32, 0, {}]], [["lambda_32", 0, 0, {}], ["dot", 32, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 33, 0, {}]], [["lambda_33", 0, 0, {}], ["dot", 33, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 34, 0, {}]], [["lambda_34", 0, 0, {}], ["dot", 34, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 35, 0, {}]], [["lambda_35", 0, 0, {}], ["dot", 35, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 36, 0, {}]], [["lambda_36", 0, 0, {}], ["dot", 36, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 37, 0, {}]], [["lambda_37", 0, 0, {}], ["dot", 37, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 38, 0, {}]], [["lambda_38", 0, 0, {}], ["dot", 38, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 39, 0, {}]], [["lambda_39", 0, 0, {}], ["dot", 39, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 40, 0, {}]], [["lambda_40", 0, 0, {}], ["dot", 40, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 41, 0, {}]], [["lambda_41", 0, 0, {}], ["dot", 41, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 42, 0, {}]], [["lambda_42", 0, 0, {}], ["dot", 42, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 43, 0, {}]], [["lambda_43", 0, 0, {}], ["dot", 43, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 44, 0, {}]], [["lambda_44", 0, 0, {}], ["dot", 44, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 45, 0, {}]], [["lambda_45", 0, 0, {}], ["dot", 45, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 46, 0, {}]], [["lambda_46", 0, 0, {}], ["dot", 46, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 47, 0, {}]], [["lambda_47", 0, 0, {}], ["dot", 47, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 48, 0, {}]], [["lambda_48", 0, 0, {}], ["dot", 48, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 49, 0, {}]], [["lambda_49", 0, 0, {}], ["dot", 49, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 50, 0, {}]], [["lambda_50", 0, 0, {}], ["dot", 50, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 51, 0, {}]], [["lambda_51", 0, 0, {}], ["dot", 51, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 52, 0, {}]], [["lambda_52", 0, 0, {}], ["dot", 52, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 53, 0, {}]], [["lambda_53", 0, 0, {}], ["dot", 53, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 54, 0, {}]], [["lambda_54", 0, 0, {}], ["dot", 54, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 55, 0, {}]], [["lambda_55", 0, 0, {}], ["dot", 55, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 56, 0, {}]], [["lambda_56", 0, 0, {}], ["dot", 56, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 57, 0, {}]], [["lambda_57", 0, 0, {}], ["dot", 57, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 58, 0, {}]], [["lambda_58", 0, 0, {}], ["dot", 58, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 59, 0, {}]], [["lambda_59", 0, 0, {}], ["dot", 59, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 60, 0, {}]], [["lambda_60", 0, 0, {}], ["dot", 60, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 61, 0, {}]], [["lambda_61", 0, 0, {}], ["dot", 61, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 62, 0, {}]], [["lambda_62", 0, 0, {}], ["dot", 62, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 63, 0, {}]], [["lambda_63", 0, 0, {}], ["dot", 63, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 64, 0, {}]], [["lambda_64", 0, 0, {}], ["dot", 64, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 65, 0, {}]], [["lambda_65", 0, 0, {}], ["dot", 65, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 66, 0, {}]], [["lambda_66", 0, 0, {}], ["dot", 66, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 67, 0, {}]], [["lambda_67", 0, 0, {}], ["dot", 67, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 68, 0, {}]], [["lambda_68", 0, 0, {}], ["dot", 68, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 69, 0, {}]], [["lambda_69", 0, 0, {}], ["dot", 69, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 70, 0, {}]], [["lambda_70", 0, 0, {}], ["dot", 70, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 71, 0, {}]], [["lambda_71", 0, 0, {}], ["dot", 71, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 72, 0, {}]], [["lambda_72", 0, 0, {}], ["dot", 72, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 73, 0, {}]], [["lambda_73", 0, 0, {}], ["dot", 73, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 74, 0, {}]], [["lambda_74", 0, 0, {}], ["dot", 74, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 75, 0, {}]], [["lambda_75", 0, 0, {}], ["dot", 75, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 76, 0, {}]], [["lambda_76", 0, 0, {}], ["dot", 76, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 77, 0, {}]], [["lambda_77", 0, 0, {}], ["dot", 77, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 78, 0, {}]], [["lambda_78", 0, 0, {}], ["dot", 78, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 79, 0, {}]], [["lambda_79", 0, 0, {}], ["dot", 79, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 80, 0, {}]], [["lambda_80", 0, 0, {}], ["dot", 80, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 81, 0, {}]], [["lambda_81", 0, 0, {}], ["dot", 81, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 82, 0, {}]], [["lambda_82", 0, 0, {}], ["dot", 82, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 83, 0, {}]], [["lambda_83", 0, 0, {}], ["dot", 83, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 84, 0, {}]], [["lambda_84", 0, 0, {}], ["dot", 84, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 85, 0, {}]], [["lambda_85", 0, 0, {}], ["dot", 85, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 86, 0, {}]], [["lambda_86", 0, 0, {}], ["dot", 86, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 87, 0, {}]], [["lambda_87", 0, 0, {}], ["dot", 87, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 88, 0, {}]], [["lambda_88", 0, 0, {}], ["dot", 88, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 89, 0, {}]], [["lambda_89", 0, 0, {}], ["dot", 89, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 90, 0, {}]], [["lambda_90", 0, 0, {}], ["dot", 90, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 91, 0, {}]], [["lambda_91", 0, 0, {}], ["dot", 91, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 92, 0, {}]], [["lambda_92", 0, 0, {}], ["dot", 92, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 93, 0, {}]], [["lambda_93", 0, 0, {}], ["dot", 93, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 94, 0, {}]], [["lambda_94", 0, 0, {}], ["dot", 94, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 95, 0, {}]], [["lambda_95", 0, 0, {}], ["dot", 95, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 96, 0, {}]], [["lambda_96", 0, 0, {}], ["dot", 96, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 97, 0, {}]], [["lambda_97", 0, 0, {}], ["dot", 97, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 98, 0, {}]], [["lambda_98", 0, 0, {}], ["dot", 98, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 99, 0, {}]], [["lambda_99", 0, 0, {}], ["dot", 99, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 100, 0, {}]], [["lambda_100", 0, 0, {}], ["dot", 100, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 101, 0, {}]], [["lambda_101", 0, 0, {}], ["dot", 101, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 102, 0, {}]], [["lambda_102", 0, 0, {}], ["dot", 102, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 103, 0, {}]], [["lambda_103", 0, 0, {}], ["dot", 103, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 104, 0, {}]], [["lambda_104", 0, 0, {}], ["dot", 104, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 105, 0, {}]], [["lambda_105", 0, 0, {}], ["dot", 105, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 106, 0, {}]], [["lambda_106", 0, 0, {}], ["dot", 106, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 107, 0, {}]], [["lambda_107", 0, 0, {}], ["dot", 107, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 108, 0, {}]], [["lambda_108", 0, 0, {}], ["dot", 108, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 109, 0, {}]], [["lambda_109", 0, 0, {}], ["dot", 109, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 110, 0, {}]], [["lambda_110", 0, 0, {}], ["dot", 110, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 111, 0, {}]], [["lambda_111", 0, 0, {}], ["dot", 111, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 112, 0, {}]], [["lambda_112", 0, 0, {}], ["dot", 112, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 113, 0, {}]], [["lambda_113", 0, 0, {}], ["dot", 113, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 114, 0, {}]], [["lambda_114", 0, 0, {}], ["dot", 114, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 115, 0, {}]], [["lambda_115", 0, 0, {}], ["dot", 115, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 116, 0, {}]], [["lambda_116", 0, 0, {}], ["dot", 116, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 117, 0, {}]], [["lambda_117", 0, 0, {}], ["dot", 117, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 118, 0, {}]], [["lambda_118", 0, 0, {}], ["dot", 118, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 119, 0, {}]], [["lambda_119", 0, 0, {}], ["dot", 119, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 120, 0, {}]], [["lambda_120", 0, 0, {}], ["dot", 120, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 121, 0, {}]], [["lambda_121", 0, 0, {}], ["dot", 121, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 122, 0, {}]], [["lambda_122", 0, 0, {}], ["dot", 122, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 123, 0, {}]], [["lambda_123", 0, 0, {}], ["dot", 123, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 124, 0, {}]], [["lambda_124", 0, 0, {}], ["dot", 124, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 125, 0, {}]], [["lambda_125", 0, 0, {}], ["dot", 125, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 126, 0, {}]], [["lambda_126", 0, 0, {}], ["dot", 126, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 127, 0, {}]], [["lambda_127", 0, 0, {}], ["dot", 127, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 128, 0, {}]], [["lambda_128", 0, 0, {}], ["dot", 128, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 129, 0, {}]], [["lambda_129", 0, 0, {}], ["dot", 129, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 130, 0, {}]], [["lambda_130", 0, 0, {}], ["dot", 130, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 131, 0, {}]], [["lambda_131", 0, 0, {}], ["dot", 131, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 132, 0, {}]], [["lambda_132", 0, 0, {}], ["dot", 132, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 133, 0, {}]], [["lambda_133", 0, 0, {}], ["dot", 133, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 134, 0, {}]], [["lambda_134", 0, 0, {}], ["dot", 134, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 135, 0, {}]], [["lambda_135", 0, 0, {}], ["dot", 135, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 136, 0, {}]], [["lambda_136", 0, 0, {}], ["dot", 136, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 137, 0, {}]], [["lambda_137", 0, 0, {}], ["dot", 137, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 138, 0, {}]], [["lambda_138", 0, 0, {}], ["dot", 138, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 139, 0, {}]], [["lambda_139", 0, 0, {}], ["dot", 139, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 140, 0, {}]], [["lambda_140", 0, 0, {}], ["dot", 140, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 141, 0, {}]], [["lambda_141", 0, 0, {}], ["dot", 141, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 142, 0, {}]], [["lambda_142", 0, 0, {}], ["dot", 142, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 143, 0, {}]], [["lambda_143", 0, 0, {}], ["dot", 143, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 144, 0, {}]], [["lambda_144", 0, 0, {}], ["dot", 144, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 145, 0, {}]], [["lambda_145", 0, 0, {}], ["dot", 145, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 146, 0, {}]], [["lambda_146", 0, 0, {}], ["dot", 146, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 147, 0, {}]], [["lambda_147", 0, 0, {}], ["dot", 147, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 148, 0, {}]], [["lambda_148", 0, 0, {}], ["dot", 148, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 149, 0, {}]], [["lambda_149", 0, 0, {}], ["dot", 149, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 150, 0, {}]], [["lambda_150", 0, 0, {}], ["dot", 150, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 151, 0, {}]], [["lambda_151", 0, 0, {}], ["dot", 151, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 152, 0, {}]], [["lambda_152", 0, 0, {}], ["dot", 152, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 153, 0, {}]], [["lambda_153", 0, 0, {}], ["dot", 153, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 154, 0, {}]], [["lambda_154", 0, 0, {}], ["dot", 154, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 155, 0, {}]], [["lambda_155", 0, 0, {}], ["dot", 155, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 156, 0, {}]], [["lambda_156", 0, 0, {}], ["dot", 156, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 157, 0, {}]], [["lambda_157", 0, 0, {}], ["dot", 157, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 158, 0, {}]], [["lambda_158", 0, 0, {}], ["dot", 158, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 159, 0, {}]], [["lambda_159", 0, 0, {}], ["dot", 159, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 160, 0, {}]], [["lambda_160", 0, 0, {}], ["dot", 160, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 161, 0, {}]], [["lambda_161", 0, 0, {}], ["dot", 161, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 162, 0, {}]], [["lambda_162", 0, 0, {}], ["dot", 162, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 163, 0, {}]], [["lambda_163", 0, 0, {}], ["dot", 163, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 164, 0, {}]], [["lambda_164", 0, 0, {}], ["dot", 164, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 165, 0, {}]], [["lambda_165", 0, 0, {}], ["dot", 165, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 166, 0, {}]], [["lambda_166", 0, 0, {}], ["dot", 166, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 167, 0, {}]], [["lambda_167", 0, 0, {}], ["dot", 167, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 168, 0, {}]], [["lambda_168", 0, 0, {}], ["dot", 168, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 169, 0, {}]], [["lambda_169", 0, 0, {}], ["dot", 169, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 170, 0, {}]], [["lambda_170", 0, 0, {}], ["dot", 170, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 171, 0, {}]], [["lambda_171", 0, 0, {}], ["dot", 171, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 172, 0, {}]], [["lambda_172", 0, 0, {}], ["dot", 172, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 173, 0, {}]], [["lambda_173", 0, 0, {}], ["dot", 173, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 174, 0, {}]], [["lambda_174", 0, 0, {}], ["dot", 174, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 175, 0, {}]], [["lambda_175", 0, 0, {}], ["dot", 175, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 176, 0, {}]], [["lambda_176", 0, 0, {}], ["dot", 176, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 177, 0, {}]], [["lambda_177", 0, 0, {}], ["dot", 177, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 178, 0, {}]], [["lambda_178", 0, 0, {}], ["dot", 178, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 179, 0, {}]], [["lambda_179", 0, 0, {}], ["dot", 179, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 180, 0, {}]], [["lambda_180", 0, 0, {}], ["dot", 180, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 181, 0, {}]], [["lambda_181", 0, 0, {}], ["dot", 181, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 182, 0, {}]], [["lambda_182", 0, 0, {}], ["dot", 182, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 183, 0, {}]], [["lambda_183", 0, 0, {}], ["dot", 183, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 184, 0, {}]], [["lambda_184", 0, 0, {}], ["dot", 184, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 185, 0, {}]], [["lambda_185", 0, 0, {}], ["dot", 185, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 186, 0, {}]], [["lambda_186", 0, 0, {}], ["dot", 186, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 187, 0, {}]], [["lambda_187", 0, 0, {}], ["dot", 187, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 188, 0, {}]], [["lambda_188", 0, 0, {}], ["dot", 188, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 189, 0, {}]], [["lambda_189", 0, 0, {}], ["dot", 189, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 190, 0, {}]], [["lambda_190", 0, 0, {}], ["dot", 190, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 191, 0, {}]], [["lambda_191", 0, 0, {}], ["dot", 191, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 192, 0, {}]], [["lambda_192", 0, 0, {}], ["dot", 192, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 193, 0, {}]], [["lambda_193", 0, 0, {}], ["dot", 193, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 194, 0, {}]], [["lambda_194", 0, 0, {}], ["dot", 194, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 195, 0, {}]], [["lambda_195", 0, 0, {}], ["dot", 195, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 196, 0, {}]], [["lambda_196", 0, 0, {}], ["dot", 196, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 197, 0, {}]], [["lambda_197", 0, 0, {}], ["dot", 197, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 198, 0, {}]], [["lambda_198", 0, 0, {}], ["dot", 198, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 199, 0, {}]], [["lambda_199", 0, 0, {}], ["dot", 199, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 200, 0, {}]], [["lambda_200", 0, 0, {}], ["dot", 200, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 201, 0, {}]], [["lambda_201", 0, 0, {}], ["dot", 201, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 202, 0, {}]], [["lambda_202", 0, 0, {}], ["dot", 202, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 203, 0, {}]], [["lambda_203", 0, 0, {}], ["dot", 203, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 204, 0, {}]], [["lambda_204", 0, 0, {}], ["dot", 204, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 205, 0, {}]], [["lambda_205", 0, 0, {}], ["dot", 205, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 206, 0, {}]], [["lambda_206", 0, 0, {}], ["dot", 206, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 207, 0, {}]], [["lambda_207", 0, 0, {}], ["dot", 207, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 208, 0, {}]], [["lambda_208", 0, 0, {}], ["dot", 208, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 209, 0, {}]], [["lambda_209", 0, 0, {}], ["dot", 209, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 210, 0, {}]], [["lambda_210", 0, 0, {}], ["dot", 210, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 211, 0, {}]], [["lambda_211", 0, 0, {}], ["dot", 211, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 212, 0, {}]], [["lambda_212", 0, 0, {}], ["dot", 212, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 213, 0, {}]], [["lambda_213", 0, 0, {}], ["dot", 213, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 214, 0, {}]], [["lambda_214", 0, 0, {}], ["dot", 214, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 215, 0, {}]], [["lambda_215", 0, 0, {}], ["dot", 215, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 216, 0, {}]], [["lambda_216", 0, 0, {}], ["dot", 216, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 217, 0, {}]], [["lambda_217", 0, 0, {}], ["dot", 217, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 218, 0, {}]], [["lambda_218", 0, 0, {}], ["dot", 218, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 219, 0, {}]], [["lambda_219", 0, 0, {}], ["dot", 219, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 220, 0, {}]], [["lambda_220", 0, 0, {}], ["dot", 220, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 221, 0, {}]], [["lambda_221", 0, 0, {}], ["dot", 221, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 222, 0, {}]], [["lambda_222", 0, 0, {}], ["dot", 222, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 223, 0, {}]], [["lambda_223", 0, 0, {}], ["dot", 223, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 224, 0, {}]], [["lambda_224", 0, 0, {}], ["dot", 224, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 225, 0, {}]], [["lambda_225", 0, 0, {}], ["dot", 225, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 226, 0, {}]], [["lambda_226", 0, 0, {}], ["dot", 226, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 227, 0, {}]], [["lambda_227", 0, 0, {}], ["dot", 227, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 228, 0, {}]], [["lambda_228", 0, 0, {}], ["dot", 228, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 229, 0, {}]], [["lambda_229", 0, 0, {}], ["dot", 229, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 230, 0, {}]], [["lambda_230", 0, 0, {}], ["dot", 230, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 231, 0, {}]], [["lambda_231", 0, 0, {}], ["dot", 231, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 232, 0, {}]], [["lambda_232", 0, 0, {}], ["dot", 232, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 233, 0, {}]], [["lambda_233", 0, 0, {}], ["dot", 233, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 234, 0, {}]], [["lambda_234", 0, 0, {}], ["dot", 234, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 235, 0, {}]], [["lambda_235", 0, 0, {}], ["dot", 235, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 236, 0, {}]], [["lambda_236", 0, 0, {}], ["dot", 236, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 237, 0, {}]], [["lambda_237", 0, 0, {}], ["dot", 237, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 238, 0, {}]], [["lambda_238", 0, 0, {}], ["dot", 238, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 239, 0, {}]], [["lambda_239", 0, 0, {}], ["dot", 239, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 240, 0, {}]], [["lambda_240", 0, 0, {}], ["dot", 240, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 241, 0, {}]], [["lambda_241", 0, 0, {}], ["dot", 241, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 242, 0, {}]], [["lambda_242", 0, 0, {}], ["dot", 242, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 243, 0, {}]], [["lambda_243", 0, 0, {}], ["dot", 243, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 244, 0, {}]], [["lambda_244", 0, 0, {}], ["dot", 244, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 245, 0, {}]], [["lambda_245", 0, 0, {}], ["dot", 245, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 246, 0, {}]], [["lambda_246", 0, 0, {}], ["dot", 246, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 247, 0, {}]], [["lambda_247", 0, 0, {}], ["dot", 247, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 248, 0, {}]], [["lambda_248", 0, 0, {}], ["dot", 248, 0, {}]], [["bidirectional", 0, 0, {}], ["repeat_vector", 249, 0, {}]], [["lambda_249", 0, 0, {}], ["dot", 249, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "dense", "trainable": true, "dtype": "float32", "units": 1, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense", "inbound_nodes": [[["concatenate", 0, 0, {}]], [["concatenate", 2, 0, {}]], [["concatenate", 4, 0, {}]], [["concatenate", 6, 0, {}]], [["concatenate", 8, 0, {}]], [["concatenate", 10, 0, {}]], [["concatenate", 12, 0, {}]], [["concatenate", 14, 0, {}]], [["concatenate", 16, 0, {}]], [["concatenate", 18, 0, {}]], [["concatenate", 20, 0, {}]], [["concatenate", 22, 0, {}]], [["concatenate", 24, 0, {}]], [["concatenate", 26, 0, {}]], [["concatenate", 28, 0, {}]], [["concatenate", 30, 0, {}]], [["concatenate", 32, 0, {}]], [["concatenate", 34, 0, {}]], [["concatenate", 36, 0, {}]], [["concatenate", 38, 0, {}]], [["concatenate", 40, 0, {}]], [["concatenate", 42, 0, {}]], [["concatenate", 44, 0, {}]], [["concatenate", 46, 0, {}]], [["concatenate", 48, 0, {}]], [["concatenate", 50, 0, {}]], [["concatenate", 52, 0, {}]], [["concatenate", 54, 0, {}]], [["concatenate", 56, 0, {}]], [["concatenate", 58, 0, {}]], [["concatenate", 60, 0, {}]], [["concatenate", 62, 0, {}]], [["concatenate", 64, 0, {}]], [["concatenate", 66, 0, {}]], [["concatenate", 68, 0, {}]], [["concatenate", 70, 0, {}]], [["concatenate", 72, 0, {}]], [["concatenate", 74, 0, {}]], [["concatenate", 76, 0, {}]], [["concatenate", 78, 0, {}]], [["concatenate", 80, 0, {}]], [["concatenate", 82, 0, {}]], [["concatenate", 84, 0, {}]], [["concatenate", 86, 0, {}]], [["concatenate", 88, 0, {}]], [["concatenate", 90, 0, {}]], [["concatenate", 92, 0, {}]], [["concatenate", 94, 0, {}]], [["concatenate", 96, 0, {}]], [["concatenate", 98, 0, {}]], [["concatenate", 100, 0, {}]], [["concatenate", 102, 0, {}]], [["concatenate", 104, 0, {}]], [["concatenate", 106, 0, {}]], [["concatenate", 108, 0, {}]], [["concatenate", 110, 0, {}]], [["concatenate", 112, 0, {}]], [["concatenate", 114, 0, {}]], [["concatenate", 116, 0, {}]], [["concatenate", 118, 0, {}]], [["concatenate", 120, 0, {}]], [["concatenate", 122, 0, {}]], [["concatenate", 124, 0, {}]], [["concatenate", 126, 0, {}]], [["concatenate", 128, 0, {}]], [["concatenate", 130, 0, {}]], [["concatenate", 132, 0, {}]], [["concatenate", 134, 0, {}]], [["concatenate", 136, 0, {}]], [["concatenate", 138, 0, {}]], [["concatenate", 140, 0, {}]], [["concatenate", 142, 0, {}]], [["concatenate", 144, 0, {}]], [["concatenate", 146, 0, {}]], [["concatenate", 148, 0, {}]], [["concatenate", 150, 0, {}]], [["concatenate", 152, 0, {}]], [["concatenate", 154, 0, {}]], [["concatenate", 156, 0, {}]], [["concatenate", 158, 0, {}]], [["concatenate", 160, 0, {}]], [["concatenate", 162, 0, {}]], [["concatenate", 164, 0, {}]], [["concatenate", 166, 0, {}]], [["concatenate", 168, 0, {}]], [["concatenate", 170, 0, {}]], [["concatenate", 172, 0, {}]], [["concatenate", 174, 0, {}]], [["concatenate", 176, 0, {}]], [["concatenate", 178, 0, {}]], [["concatenate", 180, 0, {}]], [["concatenate", 182, 0, {}]], [["concatenate", 184, 0, {}]], [["concatenate", 186, 0, {}]], [["concatenate", 188, 0, {}]], [["concatenate", 190, 0, {}]], [["concatenate", 192, 0, {}]], [["concatenate", 194, 0, {}]], [["concatenate", 196, 0, {}]], [["concatenate", 198, 0, {}]], [["concatenate", 200, 0, {}]], [["concatenate", 202, 0, {}]], [["concatenate", 204, 0, {}]], [["concatenate", 206, 0, {}]], [["concatenate", 208, 0, {}]], [["concatenate", 210, 0, {}]], [["concatenate", 212, 0, {}]], [["concatenate", 214, 0, {}]], [["concatenate", 216, 0, {}]], [["concatenate", 218, 0, {}]], [["concatenate", 220, 0, {}]], [["concatenate", 222, 0, {}]], [["concatenate", 224, 0, {}]], [["concatenate", 226, 0, {}]], [["concatenate", 228, 0, {}]], [["concatenate", 230, 0, {}]], [["concatenate", 232, 0, {}]], [["concatenate", 234, 0, {}]], [["concatenate", 236, 0, {}]], [["concatenate", 238, 0, {}]], [["concatenate", 240, 0, {}]], [["concatenate", 242, 0, {}]], [["concatenate", 244, 0, {}]], [["concatenate", 246, 0, {}]], [["concatenate", 248, 0, {}]], [["concatenate", 250, 0, {}]], [["concatenate", 252, 0, {}]], [["concatenate", 254, 0, {}]], [["concatenate", 256, 0, {}]], [["concatenate", 258, 0, {}]], [["concatenate", 260, 0, {}]], [["concatenate", 262, 0, {}]], [["concatenate", 264, 0, {}]], [["concatenate", 266, 0, {}]], [["concatenate", 268, 0, {}]], [["concatenate", 270, 0, {}]], [["concatenate", 272, 0, {}]], [["concatenate", 274, 0, {}]], [["concatenate", 276, 0, {}]], [["concatenate", 278, 0, {}]], [["concatenate", 280, 0, {}]], [["concatenate", 282, 0, {}]], [["concatenate", 284, 0, {}]], [["concatenate", 286, 0, {}]], [["concatenate", 288, 0, {}]], [["concatenate", 290, 0, {}]], [["concatenate", 292, 0, {}]], [["concatenate", 294, 0, {}]], [["concatenate", 296, 0, {}]], [["concatenate", 298, 0, {}]], [["concatenate", 300, 0, {}]], [["concatenate", 302, 0, {}]], [["concatenate", 304, 0, {}]], [["concatenate", 306, 0, {}]], [["concatenate", 308, 0, {}]], [["concatenate", 310, 0, {}]], [["concatenate", 312, 0, {}]], [["concatenate", 314, 0, {}]], [["concatenate", 316, 0, {}]], [["concatenate", 318, 0, {}]], [["concatenate", 320, 0, {}]], [["concatenate", 322, 0, {}]], [["concatenate", 324, 0, {}]], [["concatenate", 326, 0, {}]], [["concatenate", 328, 0, {}]], [["concatenate", 330, 0, {}]], [["concatenate", 332, 0, {}]], [["concatenate", 334, 0, {}]], [["concatenate", 336, 0, {}]], [["concatenate", 338, 0, {}]], [["concatenate", 340, 0, {}]], [["concatenate", 342, 0, {}]], [["concatenate", 344, 0, {}]], [["concatenate", 346, 0, {}]], [["concatenate", 348, 0, {}]], [["concatenate", 350, 0, {}]], [["concatenate", 352, 0, {}]], [["concatenate", 354, 0, {}]], [["concatenate", 356, 0, {}]], [["concatenate", 358, 0, {}]], [["concatenate", 360, 0, {}]], [["concatenate", 362, 0, {}]], [["concatenate", 364, 0, {}]], [["concatenate", 366, 0, {}]], [["concatenate", 368, 0, {}]], [["concatenate", 370, 0, {}]], [["concatenate", 372, 0, {}]], [["concatenate", 374, 0, {}]], [["concatenate", 376, 0, {}]], [["concatenate", 378, 0, {}]], [["concatenate", 380, 0, {}]], [["concatenate", 382, 0, {}]], [["concatenate", 384, 0, {}]], [["concatenate", 386, 0, {}]], [["concatenate", 388, 0, {}]], [["concatenate", 390, 0, {}]], [["concatenate", 392, 0, {}]], [["concatenate", 394, 0, {}]], [["concatenate", 396, 0, {}]], [["concatenate", 398, 0, {}]], [["concatenate", 400, 0, {}]], [["concatenate", 402, 0, {}]], [["concatenate", 404, 0, {}]], [["concatenate", 406, 0, {}]], [["concatenate", 408, 0, {}]], [["concatenate", 410, 0, {}]], [["concatenate", 412, 0, {}]], [["concatenate", 414, 0, {}]], [["concatenate", 416, 0, {}]], [["concatenate", 418, 0, {}]], [["concatenate", 420, 0, {}]], [["concatenate", 422, 0, {}]], [["concatenate", 424, 0, {}]], [["concatenate", 426, 0, {}]], [["concatenate", 428, 0, {}]], [["concatenate", 430, 0, {}]], [["concatenate", 432, 0, {}]], [["concatenate", 434, 0, {}]], [["concatenate", 436, 0, {}]], [["concatenate", 438, 0, {}]], [["concatenate", 440, 0, {}]], [["concatenate", 442, 0, {}]], [["concatenate", 444, 0, {}]], [["concatenate", 446, 0, {}]], [["concatenate", 448, 0, {}]], [["concatenate", 450, 0, {}]], [["concatenate", 452, 0, {}]], [["concatenate", 454, 0, {}]], [["concatenate", 456, 0, {}]], [["concatenate", 458, 0, {}]], [["concatenate", 460, 0, {}]], [["concatenate", 462, 0, {}]], [["concatenate", 464, 0, {}]], [["concatenate", 466, 0, {}]], [["concatenate", 468, 0, {}]], [["concatenate", 470, 0, {}]], [["concatenate", 472, 0, {}]], [["concatenate", 474, 0, {}]], [["concatenate", 476, 0, {}]], [["concatenate", 478, 0, {}]], [["concatenate", 480, 0, {}]], [["concatenate", 482, 0, {}]], [["concatenate", 484, 0, {}]], [["concatenate", 486, 0, {}]], [["concatenate", 488, 0, {}]], [["concatenate", 490, 0, {}]], [["concatenate", 492, 0, {}]], [["concatenate", 494, 0, {}]], [["concatenate", 496, 0, {}]], [["concatenate", 498, 0, {}]]]}, {"class_name": "InputLayer", "config": {"batch_input_shape": [null, null, 32], "dtype": "float32", "sparse": false, "ragged": false, "name": "input_2"}, "name": "input_2", "inbound_nodes": []}, {"class_name": "Activation", "config": {"name": "attention_weights", "trainable": true, "dtype": "float32", "activation": "softmax"}, "name": "attention_weights", "inbound_nodes": [[["dense", 0, 0, {}]], [["dense", 1, 0, {}]], [["dense", 2, 0, {}]], [["dense", 3, 0, {}]], [["dense", 4, 0, {}]], [["dense", 5, 0, {}]], [["dense", 6, 0, {}]], [["dense", 7, 0, {}]], [["dense", 8, 0, {}]], [["dense", 9, 0, {}]], [["dense", 10, 0, {}]], [["dense", 11, 0, {}]], [["dense", 12, 0, {}]], [["dense", 13, 0, {}]], [["dense", 14, 0, {}]], [["dense", 15, 0, {}]], [["dense", 16, 0, {}]], [["dense", 17, 0, {}]], [["dense", 18, 0, {}]], [["dense", 19, 0, {}]], [["dense", 20, 0, {}]], [["dense", 21, 0, {}]], [["dense", 22, 0, {}]], [["dense", 23, 0, {}]], [["dense", 24, 0, {}]], [["dense", 25, 0, {}]], [["dense", 26, 0, {}]], [["dense", 27, 0, {}]], [["dense", 28, 0, {}]], [["dense", 29, 0, {}]], [["dense", 30, 0, {}]], [["dense", 31, 0, {}]], [["dense", 32, 0, {}]], [["dense", 33, 0, {}]], [["dense", 34, 0, {}]], [["dense", 35, 0, {}]], [["dense", 36, 0, {}]], [["dense", 37, 0, {}]], [["dense", 38, 0, {}]], [["dense", 39, 0, {}]], [["dense", 40, 0, {}]], [["dense", 41, 0, {}]], [["dense", 42, 0, {}]], [["dense", 43, 0, {}]], [["dense", 44, 0, {}]], [["dense", 45, 0, {}]], [["dense", 46, 0, {}]], [["dense", 47, 0, {}]], [["dense", 48, 0, {}]], [["dense", 49, 0, {}]], [["dense", 50, 0, {}]], [["dense", 51, 0, {}]], [["dense", 52, 0, {}]], [["dense", 53, 0, {}]], [["dense", 54, 0, {}]], [["dense", 55, 0, {}]], [["dense", 56, 0, {}]], [["dense", 57, 0, {}]], [["dense", 58, 0, {}]], [["dense", 59, 0, {}]], [["dense", 60, 0, {}]], [["dense", 61, 0, {}]], [["dense", 62, 0, {}]], [["dense", 63, 0, {}]], [["dense", 64, 0, {}]], [["dense", 65, 0, {}]], [["dense", 66, 0, {}]], [["dense", 67, 0, {}]], [["dense", 68, 0, {}]], [["dense", 69, 0, {}]], [["dense", 70, 0, {}]], [["dense", 71, 0, {}]], [["dense", 72, 0, {}]], [["dense", 73, 0, {}]], [["dense", 74, 0, {}]], [["dense", 75, 0, {}]], [["dense", 76, 0, {}]], [["dense", 77, 0, {}]], [["dense", 78, 0, {}]], [["dense", 79, 0, {}]], [["dense", 80, 0, {}]], [["dense", 81, 0, {}]], [["dense", 82, 0, {}]], [["dense", 83, 0, {}]], [["dense", 84, 0, {}]], [["dense", 85, 0, {}]], [["dense", 86, 0, {}]], [["dense", 87, 0,