Model: "BaselineASR_f200_k11_s2_pvalid_nlstm200_ndense29"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
the_input (InputLayer)       [(None, 2500, 39)]        0         
_________________________________________________________________
masking (Masking)            (None, 2500, 39)          0         
_________________________________________________________________
conv1 (Conv1D)               (None, 1245, 200)         86000     
_________________________________________________________________
bidirectional (Bidirectional (None, 1245, 400)         641600    
_________________________________________________________________
the_output (TimeDistributed) (None, 1245, 30)          12030     
=================================================================
Total params: 739,630
Trainable params: 739,630
Non-trainable params: 0
_________________________________________________________________
